Repository: OpenEMIS/core
Catalog: src/Locale/*/default.po
Languages: ar

source: Home
ar: الصفحة الرئيسية

source: Welcome
ar: مرحبًا

source: Account
ar: الحساب

source: Help
ar: مساعدة

source: Logout
ar: الخروج

source: Institutions
ar: المؤسسات

source: Students
ar: الطلاب

source: Teachers
ar: المعلمون

source: Staff
ar: الموظفون

source: Reports
ar: تقارير

source: Settings
ar: إعدادات

source: Administration
ar: إدارة النظام

source: Demo
ar: نموذج تجريبي

source: --Select--
ar: - اختر -

source: Day
ar: اليوم

source: Month
ar: الشهر

source: Year
ar: العام

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Unisex
ar: للجنسين

source: Select file
ar: حدد ملف

source: Edit
ar: تحرير

source: View
ar: عرض

source: Delete
ar: حذف

source: History
ar: التاريخ

source: Save
ar: حفظ

source: Cancel
ar: إلغاء

source: Update
ar: تحديث

source: Previous
ar: السابق

source: Next
ar: التالي

source: Statistics
ar: الإحصاء

source: Institutions Sites
ar: مواقع المؤسسات

source: Activities
ar: الأنشطة

source: Student
ar: طالب

source: has been edited
ar: تمّ التحديث

source: has been deleted
ar: تمّ الحذف

source: has been added to the List of
ar: تمّت الإضافة إلى قائمة

source: By
ar: بواسطة

source: Notice
ar: ملاحظة

source: Note: Max upload file size is 2MB.
ar: ملاحظة: الحجم الأقصى لملف التحميل هو 2 ميجا بايت

source: Image
ar: صورة

source: Document
ar: وثيقة

source: Excel
ar: إكسل

source: Powerpoint
ar: باوربوينت

source: File is deleted successfully.
ar: تمّ حذف الملف بنجاح.

source: File was deleted successfully.
ar: تمّ حذف الملفّ بنجاح.

source: Error occurred while deleting file.
ar: حدث خطأ أثناء حذف الملفّ.

source: Files have been saved successfully.
ar: تمّ حفظ الملفات بنجاح.

source: Some errors have been encountered while saving files.
ar: حدثت بعض الأخطاء أثناء حفظ الملفات

source: Records have been added/updated successfully.
ar: تمّ تحديث/إضافة السجلات بنجاح

source: Records have been deleted successfully.
ar: تمّ حذف السجلات بنجاح.

source: Error occurred while deleting record.
ar: حدث خطأ أثناء حذف السجلّ

source: have been deleted successfully.
ar: تمّ الحذف بنجاح

source: Searching...
ar: جاري البحث...

source: %s have been deleted successfully.
ar: تمّ حذف ....... بنجاح.

source: Please enter a unique Identification No
ar: يرجى إدخال رقم تعريفي مميّز

source: Please enter a unique Code
ar: يرجى إدخال رمز مميّز

source: List of Students
ar: قائمة الطلاب

source: Add new Student
ar: إضافة طالب جديد

source: Details
ar: التفاصيل

source: Attachments
ar: المرفقات

source: Overview
ar: مراجعة عامة

source: More
ar: البيانات التفصيلية

source: Additional Info
ar: معلومات إضافية

source: Student Information
ar: معلومات عن الطالب

source: Static fields
ar: حقول ثابتة

source: Field Options
ar: خيارات الحقل

source: National Assessments
ar: التقييمات الوطنية

source: Assessments
ar: تقرير التقييم

source: Assessment Results
ar: نتائج التقييم

source: Student Details
ar: تفاصيل الطالب

source: Student History
ar: تاريخ الطالب

source: Add
ar: إضافة

source: Attachment
ar: المرفق

source: Student Identification No, First Name or Last Name
ar: رقم الطالب التعريفي أو الاسم الأول أو اسم العائلة

source: Student Identification
ar: تعريف الطالب

source: Teacher Identification
ar: تعريف المعلم

source: Staff Identification
ar: الرقم التعريفي

source: Identification No.
ar: رقم التعريف

source: Identification No
ar: رقم التعريف

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

source: Gender
ar: الجنس

source: Date Of Birth
ar: تاريخ الميلاد

source: File
ar: الملفّ

source: Description
ar: الوصف

source: File Type
ar: نوع الملفّ

source: Uploaded On
ar: تمّ التحميل بتاريخ ........

source: Institution
ar: المؤسسة

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الانتهاء

source: Address
ar: العنوان

source: Address Area
ar: منطقة العنوان

source: Birth Place Area
ar: مكان الولادة

source: Postal Code
ar: الرمز البريدي

source: Telephone
ar: الهاتف

source: Email
ar: البريد الإلكتروني

source: E-mail
ar: البريد الإلكتروني

source: General
ar: عام

source: Contact
ar: الاتصال

source: No Student found.
ar: لم يتمّ العثور على أيّ طالب

source: No history found.
ar: لم يتمّ العثور على المعلومت التاريخية

source: List of Staff
ar: قائمة الموظّفين

source: Add new Staff
ar: إضافة موظّف جديد

source: Staff Information
ar: معلومات الموظفين

source: Staff Details
ar: تفاصيل الموظّفين

source: No Staff found.
ar: لم يتمّ العثور على أي موظّف

source: Staff History
ar: تاريخ الموظف

source: List of Teachers
ar: قائمة المعلّمين

source: Add new Teacher
ar: إضافة معلم جديد

source: Qualifications
ar: المؤهلات

source: Training
ar: التدريب

source: Teacher Information
ar: معلومات المعلم

source: OTHER INFORMATION
ar: معلومات أخرى

source: Teacher Details
ar: تفاصيل المعلم

source: Teacher History
ar: تاريخ المعلمين

source: Date of Issue
ar: تاريخ الإصدار

source: Certificate
ar: الشهادة

source: Certificate No.
ar: رقم الشهادة

source: Issued By
ar: أصدَرَه / أصدَرَتْه

source: Completed Date
ar: تاريخ الإتمام

source: Category
ar: التصنيف

source: Certifications
ar: الشهادات

source: No Teacher found.
ar: لم يتمّ العثور على أيّ معلّم

source: Teacher
ar: المعلم

source: Please enter a valid First Name
ar: برجاء إدخال اسم أول صحيح

source: Please enter a valid Last Name
ar: برجاء إدخال اسم عائلة صحيح

source: Please enter a valid Identification No
ar: برجاء إدخال رقم تعريفي صحيح

source: Please select a Gender
ar: برجاء تحديد الجنس

source: Please enter a valid Address
ar: برجاء إدخال عنوان صحيح

source: Please enter a valid Postal Code
ar: الرجاء إدخال رمز بريدي صحيح

source: Please select a Date of Birth
ar: برجاء تحديد تاريخ الميلاد

source: Please enter a valid Email
ar: برجاء إدخال عنوان بريد إلكتروني صحيح

source: Please enter a valid username
ar: برجاء إدخال اسم مستخدم صحيح

source: This username is already in use.
ar: عفوا، اسم المستخدم هذا قيد الاستعمال

source: Password must be at least 6 characters
ar: جب أن تكون كلمة السر مكونة من 6 حروف على الأقلّ

source: Please enter a valid password
ar: برجاء إدخال كلمة سرّ صحيحة

source: You need to assign a role to the user
ar: يجب تحديد دور للمستخدم

source: No Institution Sites
ar: لا يوجد مواقع للمؤسسة

source: No Areas
ar: لا يوجد مناطق

source: Permissions
ar: صلاحيات

source: Edit Permissions
ar: تعديل الصلاحيات

source: Edit Role - Area Restricted
ar: تعديل الدور - منطقة محظورة

source: Role - Area Restricted
ar: دور - منطقة محظورة

source: Edit Role Assignment
ar: تعديل تعيين الأدوار

source: Role Assignment
ar: تعيين الأدوار

source: Edit Roles
ar: تعديل الأدوار

source: Users
ar: المستخدمون

source: Add User
ar: إضافة مستخدم

source: Roles
ar: الأدوار

source: Edit Details
ar: تعديل التفاصيل

source: Edit Additional Info
ar: تعديل المعلومات الإضافية

source: Edit Programmes
ar: تعديل البرامج

source: Add Institution
ar: إضافة مؤسسة

source: Name
ar: الاسم

source: Area
ar: المنطقة

source: Site Type
ar: نوع الموقع

source: Site Code
ar: رمز الموقع

source: Code
ar: رمز

source: Institution Name
ar: اسم المؤسسة

source: Sector
ar: القطاع

source: Provider
ar: المقدّم

source: Site Name
ar: اسم الموقع

source: Type
ar: النوع

source: Ownership
ar: الملكية

source: Country
ar: البلد

source: Province
ar: المقاطعة

source: District
ar: الحيّ

source: Ward
ar: وارد

source: Street
ar: الشارع

source: Block
ar: منطقة الحي

source: Axis
ar: المحور

source: State
ar: الولاية

source: Locality
ar: الموقع المحلي

source: Latitude
ar: خط العرض

source: Longitude
ar: خط الطول

source: No Institution Sites.
ar: لا يوجد مواقع للمؤسسات.

source: Institution Site Details
ar: تفاصيل مواقع المؤسسات

source: Institution Site Code
ar: تفاصيل رمز الموقع

source: Please enter a valid Name
ar: الرجاء إدخال اسم صحيح

source: Please enter a valid Code
ar: برجاء إدخال رمز صحيح

source: Please select a Provider
ar: رجاءً اختيار السلطة المشرفة

source: Please select a Status
ar: رجاءً تحديد الحالة

source: Please select the Date Opened
ar: رجاءً تحديد تاريخ الفتح

source: Please select a Site Type
ar: رجاءً تحديد نوع الموقع

source: Please select an Ownership
ar: رجاءً تحديد الملكية

source: Please select an Area
ar: رجاءً اختيار منطقة

source: Institution Code
ar: رمز المؤسّسة

source: Institution Name or Code
ar: اسم المؤسسة أو رمزه

source: Status
ar: الحالة

source: Date Opened
ar: تاريخ الفتح

source: Date Closed
ar: تاريخ الإغلاق

source: Location
ar: الموقع

source: Contact Person
ar: شخص الذي يمكن الاتصال به

source: Fax
ar: الفاكس

source: Website
ar: الموقع الكتروني

source: Add New
ar: إضافة ..... جديد

source: Active
ar: فعال

source: Account Name
ar: اسم الحساب

source: Account Number
ar: رقم الحساب

source: Bank
ar: البنك

source: Branch
ar: الفرع

source: Bank Details
ar: تفاصيل البنك

source: National Education System
ar: نظام التعليم الوطنيّ

source: Grade
ar: الفئة

source: Seats
ar: المقاعد

source: age
ar: العمر

source: Attendance
ar: الحضور

source: Behaviour
ar: سلوك

source: Results
ar: النتائج

source: Totals
ar: الإجمالي

source: Total
ar: الإجمالي

source: Source
ar: المصدر

source: Nature
ar: الطبيعة

source: Amount
ar: المبلغ

source: Edit Teachers
ar: تعديل المعلمين

source: Edit Training
ar: تعديل التدريب

source: Edit Bank Accounts
ar: تعديل حسابات البنك

source: Edit Classes
ar: تعديل الصفوف

source: Edit Finances
ar: تعديل الأومور المالية

source: Edit Other Forms
ar: تعديل النماذج الأخرى

source: Edit Infrastructure
ar: تعديل البنية التحتية

source: Trained Teachers
ar: المعلمون المدرّبون

source: No Available Programmes
ar: لا يوجد برامج متوفّرة

source: Institution History
ar: تاريخ المؤسسة

source: Institution Site History
ar: تاريخ موقع المؤسسة

source: My Details
ar: تفاصيلي

source: has been updated successfully.
ar: تمّ تحديث...... بنجاح.

source: Change Password
ar: تغيير كلمة المرور

source: successfully updated.
ar: تمّ التحديث بنجاح

source: Please try again later.
ar: رجاءً المحاولة مرة أخرى في وقت لاحق

source: Please enter your current password
ar: رجاءً إدخال كلمة المرور المستخدمة حالياً

source: Current password does not match.
ar: كلمة المرور الحالية غير متطابقة

source: New password required.
ar: رجاءً إدخال كلمة مرور جديدة

source: Please enter a min of 6 alpha numeric characters.
ar: رجاءً إدخال كلمة مكونة من ما لا يقلّ عن 6 حروف وأرقام

source: Please enter alpha numeric characters.
ar: رجاءً إدخال حروف أو أرقام

source: Passwords do not match.
ar: كلمات المرور غير متطابقة.

source: System Information
ar: معلومات النظام

source: Support
ar: دعم

source: License
ar: الرخصة

source: Edit My Details
ar: تعديل تفاصيلي

source: Finance
ar: الشؤون المالية

source: Total Public Expenditure
ar: إجمالي الإنفاق العام

source: National Denominators
ar: القواسم الوطنية

source: Select
ar: اختيار

source: Total Public Expenditure Per Education Level
ar: إجمالي الإنفاق العام عن كل مستوى تعليميّإجمالي الإنفاق العام عن كل مستوى تعليميّ

source: System
ar: النظام

source: Level
ar: المستوى

source: Cycle
ar: المرحلة

source: Programme
ar: البرنامج

source: Orientation
ar: التوجيه

source: Field Of Study
ar: المجال الدراسيّ

source: Certification
ar: الشهادة

source: Subject
ar: الموضوع

source: January
ar: يناير

source: February
ar: فبراير

source: March
ar: مارس

source: April
ar: أبريل

source: May
ar: مايو

source: June
ar: يونيو

source: July
ar: يوليو

source: August
ar: أغسطس

source: September
ar: سبتمبر

source: October
ar: أكتوبر

source: November
ar: نوفمبر

source: December
ar: ديسمبر

source: Your session is timed out. Please login again.
ar: لقد انتهت جلستك، رجاءً تسجيل الدخول مرة أخرى

source: You are not an authorized user.
ar: عفواً، لستَ مستخدما معتمداً لدينا

source: You have encountered an unexpected error. Please contact the system administrator for assistance.
ar: لقد حدث خطأ غير متوقّع، يرجى الاتصال بالمسؤول عن النظام للحصول على مساعدة.

source: Host Unreachable
ar: المضيف غير متوفر حاليا

source: Host is unreachable, please check your internet connection.
ar: المضيف غير متوفر حالياً، يرجى التحقّق من اتصالك بالإنترنت

source: Session Timed Out
ar: انتهت الجلسة

source: Page not found
ar: لم يتمّ العثور على الصفحة

source: The requested page cannot be found.
ar: لا يمكن العثور على الصفحة المطلوبة.

source: Please contact the administrator for assistance.
ar: برجاء الاتصال بالمسؤول عن النظام للحصول على مساعدة.

source: An unexpected error has occurred.
ar: حدث خطأ غير متوقّع.

source: JSON parse failed
ar: فشل فني (JSON)

source: Invalid JSON data.
ar: بيانات JSON غير صحيح

source: Request Timeout
ar: انتهى وقت الطلب

source: Request Aborted
ar: تمّ إلغاء الطلب

source: Your request has been aborted.
ar: تمّ إلغاء طلبك.

source: Unexpected Error
ar: خطأ غير متوقع

source: Edit System Configurations
ar: تعديل إعدادات النظام

source: File is updated successfully.
ar: تمّ تحديث الملف بنجاح.

source: Error occurred while updating file.
ar: حدث خطأ أثناء تحديث الملف

source: File have been updated successfully.
ar: تم تحديث الملف بنجاح

source: File has not been updated successfully.
ar: لم يتمّ تحديث الملف بنجاح

source: File format not supported.
ar: نمط الملفّ غير معتمَد

source: Image has exceeded the allow file size of
ar: لقد تم تجاوز حجم ملف الصورة السموح

source: Please reduce file size.
ar: رجاءً تصغير حجم الملف

source: Image resolution is too small.
ar: دقّة الصورة قليلة جدا

source: Error
ar: خطأ

source: log does not exists
ar: السجلّ غير موجود

source: Add new Institution
ar: إضافة مؤسسة جديدة

source: Institution Details
ar: تفاصيل المؤسسة

source: SITE INFORMATION
ar: معلومات الموقع

source: Add New Institution Site
ar: إضافة موقع جديد للمؤسسة

source: Bank Accounts
ar: الحسابات المصرفية

source: Bank Account
ar: الحساب المصرفي

source: Census
ar: التعداد السكاني

source: Enrolment
ar: الألتحاق

source: Programmes
ar: المراحل الدراسية

source: Classes
ar: المباحث الدراسية

source: Textbooks
ar: الكتب المدرسية

source: Infrastructure
ar: البنية التحتية

source: Finances
ar: الشؤون المالية

source: Other Forms
ar: أشكال أخرى

source: System Setup
ar: إعداد النظام

source: Administrative Boundaries
ar: الحدود الإدارية

source: Education Structure
ar: هيكل التعليم

source: Setup Variables
ar: متغيرات الإعداد

source: Edit Setup Variables
ar: تعديل متغيّرات الإعداد

source: Custom Fields
ar: الخانات المخصصة

source: Edit Custom Fields
ar: تعديل الخانات المخصصة

source: Custom Table
ar: جدول مخصص

source: Edit Custom Table
ar: تعديل الجدول المخصص

source: System Configurations
ar: إعدادات النظام

source: Accounts and Security
ar: الحسابات والأمن

source: ACCOUNTS &amp; SECURITY
ar: الحسابات & الأمن

source: Population
ar: السكان

source: Data Processing
ar: معالجة البيانات

source: Generate Reports
ar: إعداد تقارير

source: Export Indicators
ar: تصدير المؤشرات

source: Processes
ar: العمليات

source: Database
ar: قاعدة البيانات

source: Backup
ar: النسخة الاحتياطية

source: Restore
ar: استعادة

source: Setup
ar: الإعداد

source: The census data has been updated successfully.
ar: تم تحديث بيانات التعداد بنجاح.

source: Graduates not required.
ar: الخريجين غير مطلوبين

source: No Custom Census Table.
ar: لم يتمّ العثور على أي جدول تعداد مخصص

source: Message Not Found.
ar: لم يتم العثور على الرسالة.

source: Good
ar: جيد

source: Fair
ar: مقبول

source: Poor
ar: ضعيف

source: Current Password
ar: كلمة المرور الحالية

source: New Password
ar: كلمة المرور الجديدة

source: Retype New Password
ar: أعد كتابة كلمة المرور الجديدة

source: Username
ar: اسم المستخدم

source: Last Login
ar: آخر تسجيل دخول

source: Please enter your current password.
ar: برجاء إدخال كلمة المرور الحالية

source: Areas
ar: المناطق

source: Visible
ar: مرئي

source: Area Level
ar: مستوى المنطقة

source: Area Levels
ar: مستويات المنطقة

source: Edit Area Levels
ar: تعديل مستويات المنطقة

source: Structure
ar: الهيكل

source: Education
ar: التعليم

source: Education Level
ar: المستوى التعليمي

source: Education System
ar: النظام التعليمي

source: Admission Age
ar: سنّ القبول

source: Programme Orientation
ar: توجيه البرنامج

source: Order
ar: الترتيب

source: ISCED Level
ar: مستوى ISCED

source: Subjects
ar: الموادّ

source: Duration
ar: المدة

source: Grades
ar: الدرجات

source: Grade Subject
ar: مادة الصفّ

source: Back to Programmes
ar: العودة إلى البرامج

source: Back to Grades
ar: العودة إلى الدرجات

source: Graduates
ar: الخريجون

source: Please select a programme first.
ar: يرجى تحديد البرنامج أولاً

source: Option
ar: الخيار

source: an option
ar: خيار

source: School Year
ar: السنة الدراسية

source: Current
ar: الحالي/ الحالية

source: Available
ar: مُتاح/ مُتاحة

source: Categories
ar: الفئات

source: Buildings
ar: المباني

source: Materials
ar: الموادّ

source: Resources
ar: الموارد

source: Furniture
ar: الأثاث

source: Energy
ar: الطاقة

source: Rooms
ar: الغرف

source: Sanitation
ar: الصرف الصحي

source: Water
ar: المياه

source: Banks
ar: المصارف

source: Capital Income
ar: دخل رأس المال

source: Capital Expenditure
ar: الإنفاق الرأسمالي

source: Recurrent Income
ar: الدخل المتكرّر

source: Recurrent Expenditure
ar: النفقات المتكررة

source: Other
ar: آخر / أخرى

source: Instructional
ar: التعليمية

source: Support Services
ar: خدمات الدعم

source: Facilities
ar: المرافق

source: Qualification Certificates
ar: شهادات التأهيل

source: Qualification Categories
ar: فئات التأهيل

source: Qualification Institutions
ar: مؤسسات التأهيل

source: Training Categories
ar: فئات التدريب

source: Sources
ar: المصادر

source: Branches
ar: الفروع

source: Sanitations
ar: المرافق الصحية

source: Section Break
ar: فاصل المقطع

source: Single Line Text
ar: نصّ من سطر واحد

source: Multi Line Text
ar: نصّ من عدّة سطور

source: Dropdown List
ar: قائمة منسدلة

source: Checkboxes
ar: خانات اختيار

source: Institution Custom Fields
ar: خانات مخصصة للمؤسسات

source: Institution Site Custom Fields
ar: خانات مخصصة لمواقع المؤسسات

source: Census Custom Fields
ar: خانات مخصصة للتعداد

source: Student Custom Fields
ar: خانات مخصصة للطلاب

source: Teacher Custom Fields
ar: خانات مخصصة للمعلمين

source: Staff Custom Fields
ar: خانات مخصصة للموظفين

source: Census Custom Tables
ar: جداول مخصصة للتعداد السكاني

source: Field Label
ar: تسمية الخانة

source: List of Custom Census Table
ar: قائمة جدول التعداد السكاني المخصّص

source: Filter by
ar: بحسب

source: X Category
ar: فئة س

source: Y Category
ar: فئة ص

source: List
ar: القائمة

source: Dashboard Image
ar: صورة لوحة العرض

source: Back to Config
ar: العودة إلى الإعداد

source: Title
ar: االمسمى الوظيفي

source: Date Format
ar: نمط التاريخ

source: Currency
ar: العُمْلة

source: Language
ar: اللغة

source: Back to List
ar: العودة الى القائمة

source: Reconnecting...
ar: جاري إعادة الاتصال …

source: Password
ar: كلمة المرور

source: Login
ar: الدخول

source: Education Management Information System
ar: نظام المعلومات التربوي

source: Function
ar: الوظيفة

source: INSTITUTION SITE
ar: موقع المؤسسة

source: Export Indicator
ar: تصدير المؤشّر

source: Custom Tables
ar: جداول مخصصة

source: Configurations
ar: الإعدادات

source: Role
ar: الدور

source: Modules
ar: الوحدات

source: Add New User
ar: إضافة مستخدم جديد

source: Inactive
ar: غير فعال

source: Retype Password
ar: أعد كتابة كلمة المرور

source: User Details
ar: تفاصيل المستخدم

source: Full access on all modules
ar: وصول كامل إلى جميع الوحدات

source: Back to Roles
ar: العودة الى الأدوار

source: PHP Version
ar: نسخة PHP

source: Web Server
ar: خادم الويب

source: Operating System
ar: نظام التشغيل

source: Data not available.
ar: البيانات غير متوفرة.

source: The selected report is currently being processed.
ar: تتم معالجة التقرير المحدد حاليا

source: Institution Reports
ar: تقارير المؤسسات

source: Student Reports
ar: تقارير الطلاب

source: Teacher Reports
ar: تقارير المعلمين

source: Staff Reports
ar: تقارير الموظّفين

source: Consolidated Reports
ar: تقارير موحدة

source: Indicator Reports
ar: تقارير المؤشرات

source: Data Quality Reports
ar: تقارير مراقبة جودة البيانات

source: DataQuality Reports
ar: تقارير مراقبة جودة البيانات

source: Custom Reports
ar: تقارير مخصصة

source: Please contact
ar: رجاءً الاتصال بــ

source: for more information on Custom Reports.
ar: مزيد من المعلومات عن التقارير المخصصة

source: Last Run
ar: تشغيل آخر

source: Types
ar: الأنواع

source: Institution Report
ar: تقارير المؤسسات

source: List of Institutions
ar: قائمة المؤسسات

source: Institution Additional Info Report
ar: تقرير عن المعلومات الإضافية للمؤسسات

source: List of Institutions with additional info
ar: قائمة المؤسسات مع معلومات إضافية

source: Institution Site Report
ar: تقرير مواقع المؤسسات

source: List of Institution Sites
ar: قائمة مواقع المؤسسات

source: Institution Site Additional Info Report
ar: قائمة مواقع المؤسسات مع البرامج

source: List of Institution Sites with additional info
ar: قائمة مواقع المؤسسات ذات معلومات إضافية

source: Institution Programme Report
ar: تقرير برامج مواقع المؤسسات

source: List of Institutions with programmes
ar: قائمة مواقع مؤسسة مع برامج

source: Institution Bank Account Report
ar: تقرير حساب مصرف مواقع المؤسسات

source: List of Institutions with bank accounts
ar: قائمة مواقع مؤسسة مع الحسابات المصرفية

source: Enrolment Report
ar: تقرير الالتحاق

source: Summary of enrolment from census
ar: ملخص الالتحاق من التعداد

source: Class Report
ar: تقرير الصفّ

source: Summary of classes from census
ar: ملخص الصفوف من التعداد

source: Textbook Report
ar: تقرير عن الكتب المدرسيّة

source: Summary of textbooks from census
ar: ملخص الكتب المدرسية من التعداد

source: Teacher Report
ar: تقرير المعلمين

source: Summary of teachers from census
ar: ملخص المعلمين من التعداد

source: Training Report
ar: تقرير التدريب

source: Summary of teacher training from census
ar: ملخّص لتدريب المعلمين من التعداد

source: Staff Report
ar: تقرير الموظفين

source: Summary of staff from census
ar: ملخص الموظّفين من التعداد

source: Census Additional Info Report
ar: تقرير المعلومات الإضافية للتعداد

source: Summary of additional info from census
ar: ملخص للمعلومات الإضافية من التعداد

source: Census Tables
ar: جداول التعداد

source: Summary of additional info tables from census
ar: ملخص جداول المعلومات الإضافية من التعداد

source: Income Report
ar: تقرير الدخل

source: Summary of income from census
ar: ملخص الدخل من التعداد

source: Expenditure Report
ar: تقرير المصروفات

source: Summary of expenditure from census
ar: ملخص المصروفات من التعداد

source: Building Report
ar: تقرير الابنية

source: Summary of buildings and condition from census
ar: ملخص المباني وأحوالها من التعداد

source: Rooms Report
ar: تقرير الغُرَف

source: Summary of rooms and condition from census
ar: ملخص الغرف وأحوالها من التعداد

source: Sanitation Report
ar: تقرير الصرف الصحي

source: Summary of sanitation, gender and condition from census
ar: ملخص عن الصرف الصحي والنوع والأحوال من التعداد

source: Furniture Report
ar: تقرير الأثاث

source: Summary of furniture and condition from census
ar: ملخص للأثاث وحالته من التعداد

source: Resource Report
ar: تقرير الموارد

source: Summary of resources and conditions from census
ar: ملخص الموارد وأحوالها من التعداد

source: Energy Report
ar: تقرير الطاقة

source: Summary of power and condition from census
ar: ملخص الطاقة وحالها من التعداد

source: Water Report
ar: تقرير المياه

source: Summary of water and condition from census
ar: ملخص المياه وحالها من التعداد

source: Student Report
ar: تقرير الطلاب

source: Report on student
ar: تقرير عن الطالب

source: Students Additional Info Report
ar: تقرير المعلومات الإضافية للطلاب

source: List of Students with additional info
ar: قائمة الطلبة مع معلومات إضافية

source: Teacher List
ar: قائمة المعلمين

source: Report on Teachers
ar: تقرير عن المعلمين

source: Teachers Additional Info Report
ar: تقرير معلومات إضافية للمعلمين

source: List of Teachers with additional info
ar: قائمة المعلمين مع معلومات إضافية

source: Staff List
ar: قائمة الموظفين

source: Report on Staff
ar: تقرير عن الموظفين

source: Staff Additional Info Report
ar: تقرير معلومات إضافية للموظفين

source: List of Staff with additional info
ar: قائمة الموظفين مع معلومات إضافية
