Repository: OpenEMIS/core
Catalog: src/Locale/*/default.po
Languages: ar

source: Staff with OpenEmis ID %s does not exist.
ar: لا وجود الموظفين مع OpenEmis ID %s ق.

source: Staff with OpenEmis ID %s does not meet the Course requirement.
ar: لا الموظفين مع OpenEmis ID %s لا تلبية متطلبات الدورة.

source: Edit Sessions Details
ar: تحرير تفاصيل جلسات

source: Evaluation Tools
ar: أدوات التقييم

source: Compile
ar: جمع

source: The translation file has been compiled successfully.
ar: وقد تم تجميع ملف الترجمة بنجاح.

source: Translations
ar: ترجمات

source: List of Translations
ar: قائمة الترجمات

source: Add Translation
ar: إضافة الترجمة

source: Edit Translation
ar: تحرير الترجمة

source: Translation Details
ar: تفاصيل الترجمة

source: Please ensure the english translation is keyed in.
ar: يرجى التأكد من مرتبطا الترجمة الانجليزية فيها.

source: Download Trainees
ar: تحميل المتدربين

source: Download Trainee Results
ar: تحميل نتائج متدرب

source: Duplicate Session
ar: تكرار الدورة

source: Shared Reports
ar: تقارير مشتركة

source: My Reports
ar: تقاريري

source: Absence
ar: غياب

source: From
ar: من

source: To
ar: إلى

source: Reason
ar: سبب

source: Time
ar: وقت

source: Select Image
ar: حدد صورة

source: Remove
ar: نزع

source: Change
ar: تغيير

source: There is no data to be displayed.
ar: لا توجد بيانات ليتم عرضها.

source: Site Type:
ar: نوع الموقع

source: Period
ar: فترة

source: Shift
ar: الفترة

source: Shift Name
ar: اسم الفترة

source: Start Time
ar: بدء التوقيت

source: End Time
ar: نهاية الوقت

source: Shift Details
ar: تفاصيل الفترة

source: Edit Shift
ar: تحرير الفترة

source: Add Shift
ar: إضافة فترة

source: Add Attachment
ar: إضافة المرفقات

source: Please enter a File name
ar: الرجاء إدخال اسم الملف

source: No file was uploaded
ar: تم تحميل أي ملف

source: The files has been uploaded
ar: تم تحميل الملف

source: Attachment Details
ar: تفاصيل المرفقات

source: Teaching
ar: يدرس

source: Position Details
ar: تفاصيل االمركز الوظيفي

source: Edit Position
ar: تحرير المركز الوظيفي

source: All Years
ar: جميع سنوات

source: Number:
ar: عدد:

source: Reset
ar: إعادة تعيين

source: Visualizer - Indicator
ar: متخيل - المؤشر

source: Unit
ar: وحدة

source: Step 1
ar: الخطوة 1

source: Step 2
ar: الخطوة 2

source: Step 3
ar: الخطوة 3

source: Step 4
ar: الخطوة 4

source: Step 5
ar: الخطوة 5

source: Step 6
ar: الخطوة 6

source: Step 7
ar: الخطوة 7

source: Step 8
ar: الخطوة 8

source: Step 9
ar: الخطوة 9

source: Dimension
ar: البعد

source: Review
ar: مراجعة

source: Visualize
ar: تصور

source: Indicators
ar: مؤشرات

source: Area ID
ar: منطقة ID

source: Table
ar: الجدول

source: Column
ar: العمود

source: Stacked Column
ar: العمود مكدسة

source: Bar
ar: شريط

source: Stacked Bar
ar: بار مكدسة

source: Line
ar: خط

source: Scatter
ar: مبعثرة

source: Pie
ar: فطيرة

source: Visualization
ar: التصور

source: Visualizer
ar: نماذج تصورية

source: List of Classes
ar: قائمة المباحث الدراسية

source: Verify
ar: تحقق

source: Data Entry
ar: إدخال البيانات

source: Estimate
ar: تقدير

source: Full Time Equivalent Teachers
ar: دوام كامل المعلمين النقد

source: Single Grade Teachers Only
ar: المعلمون درجة واحدة فقط

source: Single Grade Classes Only
ar: فصول الصف واحدة فقط

source: Multi Grade Classes
ar: فصول متعددة الدرجة

source: There are no classes associated with this institution site for the selected year.
ar: لا توجد الطبقات المرتبطة بهذا الموقع مؤسسة للعام المحدد.

source: There are no subjects configured in the system.
ar: لا توجد مواضيع مكونة مسبقاً في النظام.

source: Overview and More
ar: نظرة عامة والمزيد

source: Guardians
ar: الأوصياء

source: Maps
ar: خرائط

source: Fees
ar: الرسوم

source: Fee Types
ar: أنواع الرسوم

source: Add existing Student
ar: إضافة طالب موجود

source: Add existing Staff
ar: إضافة موظف موجود

source: Add Student
ar: إضافة طالب

source: Add Staff
ar: إضافة موظف

source: Custom Field
ar: حقل مخصص

source: Promoted
ar: ناجح

source: Sections
ar: الشعب

source: Non-Teaching
ar: لا يدرس

source: Repeated
ar: معيد

source: مرفع
ar: ناجح

source: متكرر
ar: معيد

source: Academic Periods
ar: الفترات الأكاديمية

source: Surveys
ar: المسوح الالكترونية

source: Communications
ar: معلومات الاتصال

source: الاسم الثالث
ar: اسم الجد

source: Alternative Name
ar: الاسم المفضل

source: FTE
ar: نسبة مشاركة المعلم

source: National Number
ar: الرقم الوطني

source: School Name
ar: اسم المدرسة

source: Expired On
ar: انتهت صلاحيته

source: Started On
ar: بدأ من

source: Completed On
ar: استخرج بتاريخ

source: Third Name
ar: اسم الجد

source: Draft
ar: مسودة

source: Workflows
ar: مخططات سير العمليات

source: Notices
ar: الملاحظات

source: absent-excused
ar: غياب مشروع

source: Absent - Unexcused
ar: غياب غير مشروع

source: Present
ar: حاضر

source: Sunday
ar: الأحد

source: Sun
ar: الأحد

source: Mon
ar: الاثنين

source: Tue
ar: الثلاثاء

source: Wed
ar: الأربعاء

source: Thu
ar: الخميس

source: Current Week
ar: الأسبوع الحالي

source: excused
ar: غياب مشروع

source: absent - excused
ar: غياب مشروع

source: Bank Branches
ar: فروع البنك
