Repository: OpenEMIS/core
Catalog: src/Locale/*/default.po
Languages: ar

source: Quality - Add Rubric
ar: جودة - إضافة الموضوع

source: Add Rubric
ar: إضافة الموضوع

source: Quality - Rubric Infomations
ar: جودة - الموضوع إينفوميشنز

source: Rubric Infomations
ar: معلومات نماذج تقييم الجودة

source: Quality - Edit Rubric
ar: جودة - تحرير الموضوع

source: Edit Rubric
ar: تحرير سلم التقدير

source: Quality - Setup Rubric Criteria
ar: معايير إعداد الموضوع - جودة

source: Setup Rubric Criteria
ar: معايير الإعداد الموضوع

source: Quality - Add Rubric Criteria
ar: جودة - إضافة معايير الموضوع

source: Add Rubric Criteria
ar: إضافة معايير الموضوع

source: Quality - Edit Rubric Criteria
ar: معايير تحرير الموضوع - جودة

source: Edit Rubric Criteria
ar: تحرير معايير سلم النقدير

source: Quality - Rubric Criteria
ar: معايير الموضوع - جودة

source: Rubric Criteria
ar: معايير الموضوع

source: Quality - Status
ar: جودة - الحالة

source: Quality - Add Status
ar: جودة - حالة الإعلان

source: Quality - Edit Status
ar: جودة - الحالة تحرير

source: Quality - Add Rubrics
ar: جودة - إضافة نماذج التقييم

source: Quality - Edit Rubrics
ar: جودة - تحرير نماذج التقييم

source: Quality - Add Visit
ar: جودة - إضافة زيارة

source: Quality - Edit Visit
ar: جودة - تحرير زيارة

source: Identities
ar: الهويات

source: Identity Details
ar: تفاصيل الهوية

source: Edit Identity Details
ar: تحرير تفاصيل الهوية

source: Number
ar: الرقم

source: Issued
ar: صدر

source: Expiry
ar: انقضاء

source: Issue Date
ar: تاريخ الاصدار

source: Expiry Date
ar: تاريخ انتهاء الصلاحية

source: Issue Location
ar: القضية الموقع

source: Courses
ar: دورات

source: Sessions
ar: جلسات

source: All
ar: كل

source: New
ar: جديد

source: Pending for Approval
ar: في انتظار الموافقة ل

source: Course Code
ar: رمز المادة

source: Course Title
ar: عنوان المادة

source: Course Description
ar: وصف المادة

source: Goal / Objectives
ar: الهدف / الأهداف

source: Category / Field of Study
ar: الفئة / مجال الدراسة

source: Target Population
ar: الفئة المستهدفة

source: Add Target Population
ar: إضافة الفئة المستهدفة

source: Credit Hours
ar: الساعات المعتمدة

source: Mode of Delivery
ar: طريقة التسليم

source: Training Provider
ar: مقدم التدريب

source: Training Requirement
ar: متطلبات سابقة

source: Training Level
ar: مستوى التدريب

source: Prerequisite
ar: شرط أساسي

source: Add Prerequisite
ar: إضافة المتطلب

source: Pass Result
ar: علامة النجاح

source: Submit for Approval
ar: يقدم للموافقة

source: Courses Details
ar: تفاصيل الدورات

source: Sessions Details
ar: تفاصيل الجلسات

source: Inactivate
ar: تعطيل

source: Activate
ar: تفعيل

source: Trainer
ar: مدرب

source: Trainees
ar: المتدربين

source: Course
ar: مادة

source: Results Details
ar: تفاصيل النتائج

source: Needs
ar: الاحتياجات

source: Self-Study
ar: ادراسة ذاتية

source: Credit
ar: ائتمان

source: Training Needs
ar: الاحتياجات التدريبية

source: Training Needs Details
ar: الاحتياجات التدريبية تفاصيل

source: Priority
ar: أولوية

source: Training Results
ar: نتائج التدريب

source: Training Results Details
ar: تفاصيل نتائج التدريب

source: Training Self Study
ar: تدريب ادراسة ذاتية

source: Training Self Study Details
ar: التدريب ادراسة ذاتية دراسة

source: Result
ar: العلامة

source: Credits
ar: عدد الساعات المعتمدة

source: Comments
ar: تعليقات

source: Your data has been saved successfully.
ar: تم حفظ البيانات بنجاح.

source: Please select a Type
ar: يرجى تحديد نوع

source: Please enter a valid Message
ar: يرجى إدخال رسالة صالحة

source: Please enter a valid Number
ar: يرجى إدخال رقم صالح

source: Please enter a valid Issue Location
ar: يرجى إدخال صالحة العدد الموقع

source: Expiry Date must be greater than Issue Date
ar: يجب أن يكون تاريخ انتهاء الصلاحية أكبر من تاريخ الاصدار

source: Nationalities
ar: الجنسيات

source: Nationality Details
ar: تفاصيل جنسية

source: Edit Nationality Details
ar: تفاصيل تحرير الجنسية

source: Please select a Country
ar: يرجى تحديد البلد

source: SMS
ar: الرسائل القصيرة

source: Messages
ar: رسائل

source: Responses
ar: ردود

source: Logs
ar: سجلات

source: Enabled
ar: تمكين

source: Message
ar: رسالة

source: Add Message
ar: إضافة رسالة

source: Message Details
ar: تفاصيل الرسالة

source: Edit Message Details
ar: تحرير تفاصيل الرسالة

source: All logs have been deleted successfully.
ar: تم حذف كافة السجلات بنجاح.

source: All responses have been deleted successfully.
ar: تم حذف جميع الردود بنجاح.

source: Download
ar: تحميل

source: Sent
ar: أرسلت

source: Received
ar: تلقى

source: Warning
ar: تحذير

source: Continue
ar: استمر

source: Note: Please clear the Responses page as existing responses may no longer match the updated Messages.
ar: ملاحظة: يرجى مسح الصفحة الردود على أنها استجابات القائمة قد لا تتناسب مع الرسائل التي تم تحديثها

source: Do you wish to clear all records?
ar: هل ترغب في مسح كافة السجلات؟

source: Date/Time
ar: تاريخ / وقت

source: Confirmation
ar: تأكيد

source: Confirm
ar: أكد

source: Do you wish to inactivate this record?
ar: هل ترغب في تعطيل هذا السجل؟?

source: Do you wish to activate this record?
ar: هل ترغب في تفعيل هذا السجل؟?

source: Field of Studies
ar: مجال الدراسات

source: Levels
ar: مستويات

source: Mode of Deliveries
ar: طريقة التسليم

source: Priorities
ar: أولوية

source: Providers
ar: مقدمي

source: Requirements
ar: متطلبات

source: Statuses
ar: الأوضاع

source: Edit Field Options
ar: تحرير خيارات حقل

source: Add Trainee
ar: إضافة متدرب

source: Identification No, First Name or Last Name
ar: تحديد لا، الاسم الأول أو اسم العائلة

source: Pass
ar: النتيجة

source: Course Type
ar: نوع المادة

source: Course Types
ar: أنواع المواد

source: Please add an area level to this area
ar: يرجى إضافة مستوى المنطقة في هذا المجال

source: There are no assessments
ar: لا توجد تقييمات

source: Groups
ar: مجموعات

source: Custom Indicators
ar: المؤشرات المخصصة

source: Build
ar: بناء

source: Actions
ar: تحرير

source: For more information on building custom indicators
ar: لمزيد من المعلومات حول بناء مؤشرات مخصص

source: Institution Sites
ar: موقع مؤسسة

source: Institution Sites Total
ar: مجموع موقع المؤسسة

source: There are no available files found for this report
ar: لا توجد ملفات متاحة للعرض لهذا التقرير

source: Quality Assurance Report
ar: تقرير جودة ضمان

source: Format
ar: شكل

source: Time Periods
ar: الفترات الزمنية

source: Advance Search
ar: البحث المتقدم

source: OpenEMIS ID, First Name or Last Name
ar: OpenEMIS الهوية، والاسم الأول أو اسم العائلة

source: Middle Name
ar: اسم الأب

source: Preferred Name
ar: اسم مفضل

source: Date of Death
ar: تاريخ الوفاة

source: No File Chosen
ar: لم يتم اختيار الملف

source: Max Resolution
ar: الخد الاقصى للدقة

source: Choose File
ar: اختيار ملف

source: Number of teachers
ar: عدد المعلمين

source: Class List
ar: قائمة الصفوف

source: Trainings
ar: دورات تدريبية

source: Wizard
ar: شخص عظيم البراعة

source: Skip
ar: تخطى

source: have been deleted successfully.
ar: تمّ الحذف بنجاح

source: Edit Attachments
ar: تعديل المرفقات

source: Institution Site Name
ar: اسم المؤسسة الموقع

source: Partners
ar: شركاء

source: Verifications
ar: التحقق

source: Shifts
ar: الفترات

source: Training Reports
ar: تقارير التدريب

source: Summary of buildings and conditions from census
ar: ملخص المباني وأحوالها من التعداد

source: Room Report
ar: تقرير الغرفة

source: Summary of sanitation, gender and conditions from census
ar: ملخص عن الصرف الصحي والنوع والأحوال من التعداد

source: Summary of water and conditions from census
ar: الملخص من المياه والظروف من التعداد

source: Clear
ar: مسح

source: Add Provider
ar: إضافة مقدم

source: Hours
ar: ساعات

source: Course Prerequisite
ar: المتطلبات السابقة

source: Add Course Prerequisite
ar: إضافة متطلبات الدورة

source: There are no assessments.
ar: لا توجد تقييمات

source: Search
ar: بحث

source: Advanced Search
ar: البحث المتقدم

source: Education Cycle
ar: دورة التعليم

source: Nursery
ar: حضانة

source: Kindergarten
ar: الروضة

source: Number of Shifts
ar: عدد الفترات

source: Auto Generated OpenEMIS ID
ar: OpenEMIS ID منشأ بشكل تلقائي

source: Student Prefix
ar: طالب الاختصار

source: Teacher Prefix
ar: المعلم بادئة

source: Staff Prefix
ar: الموظفين بادئة

source: Custom Validation
ar: تأكيد التخصيص

source: Institution Telephone
ar: مؤسسة الهاتف

source: Institution Fax
ar: فاكس المؤسسة

source: Institution Postal Code
ar: مؤسسة الرمز البريدي

source: Institution Site Telephone
ar: مؤسسة الموقع الهاتف

source: Institution Site Fax
ar: فاكس مؤسسة الموقع

source: Institution Site Postal Code
ar: الرمز البريدي للمؤسسة

source: Student Telephone
ar: طالب الهاتف

source: Student Postal Code
ar: الرمز البريدي للطالب

source: Teacher Telephone
ar: المعلم الهاتف

source: Teacher Postal Code
ar: الرمز البريدي للمعلم

source: Staff Telephone
ar: الموظفين الهاتف

source: Staff Postal Code
ar: الموظفين الرمز البريدي

source: LDAP Configuration
ar: إعدادات LDAP

source: LDAP Server
ar: خادم LDAP

source: Version
ar: النسخة

source: Base DN
ar: قاعدة DN

source: Authentication
ar: مصادقة

source: Where's My School Config
ar: أين بلادي التكوين مدرسة

source: Where is my School URL
ar: أين هو عنوان مدرستي

source: Starting Longitude
ar: بدء تشغيل خط الطول

source: Starting Latitude
ar: بدء تشغيل خط العرض

source: Starting Range
ar: بدء تشغيل نطاق

source: SMS Provider URL
ar: URL موفر SMS

source: SMS Number
ar: عدد الرسائل القصيرة

source: SMS Content
ar: المحتوى SMS

source: SMS Retry Times
ar: SMS إعادة المحاولة تايمز

source: SMS Retry Delay
ar: SMS إعادة المحاولة تأخير

source: Credit Hour
ar: ساعة معتمدة

source: Nationality
ar: الجنسية

source: Default Country
ar: البلد الافتراضي

source: System Defined Roles
ar: نظام محدد الأدوار

source: User Defined Roles
ar: معرف المستخدم الأدوار

source: List of Institutions with custom fields
ar: قائمة المؤسسات مع الحقول المخصصة

source: Institution Custom Field Report
ar: تقرير مؤسسة حقل مخصص

source: Report on all available courses by status
ar: تقرير عن كل دورة المتاحة حسب الحالة

source: Training Course Report
ar: تقرير الدورة التدريبية

source: Report on all completed courses by staff, date, location and results
ar: تقرير عن جميع الدورات الانتهاء من الموظفين، وتاريخ ومكان والنتائج

source: Training Course Completed Report
ar: دورة تدريبية منتهية تقرير

source: Report on Staff training needs by course
ar: تقرير عن الاحتياجات التدريبية للموظفين من خلال دورة

source: Staff Training Need Report
ar: تدريب الموظفين تحتاج تقرير

source: Report on Teacher training needs by course
ar: تقرير عن تدريب المعلمين يحتاج بطبيعة الحال من قبل

source: Teacher Training Need Report
ar: تدريب المعلمين بحاجة الى تقرير

source: Report on who has not completed a course by location
ar: تقرير عن الذين لم يستكمل دورة حسب الموقع

source: Training Course Uncompleted Report
ar: تقرير غير مكتمل الدورة التدريبية

source: Report of trainers by name, course and date
ar: تقرير المدربين بالاسم ، وبطبيعة الحال والتاريخ

source: Training Trainer Report
ar: تقرير تدريب مدرب

source: Report of Exceptions to see if a staff is enrolled in two courses at the same time or has already completed the course
ar: تقرير استثناءات لمعرفة ما إذا كان من الموظفين المسجلين في دورتين في نفس الوقت أو قد أنجزت بالفعل مسار

source: Training Exception Report
ar: تقرير استثناء تدريب

source: Report on the number of staff actually trained verses target groups for each program
ar: تقرير عن عدد الموظفين في الواقع الآيات تدريب الفئات المستهدفة لكل برنامج

source: Training Staff Statistics Report
ar: تدريب الموظفين الاحصائيات تقرير

source: Report on the number of teachers actually trained verses target groups for each program
ar: تقرير عن عدد من المدرسين المدربين في الواقع الآيات الفئات المستهدفة لكل برنامج

source: Training Teacher Statistic Report
ar: تقرير تدريب المعلمين الإحصائي

source: List of Institution Sites with custom fields
ar: قائمة مواقع مؤسسة مع حقل مخصص

source: Institution Site Custom Field Report
ar: مؤسسة الموقع تقرير حقل مخصص

source: Institution Totals
ar: الإجماليات مؤسسة الموقع

source: Summary of verifications from census
ar: ملخص التحقق من التعداد

source: Verification Report
ar: تقرير التحقق

source: Summary of student enrolment from census
ar: ملخص التحاق الطلاب من التعداد

source: Summary of graduates from census
ar: ملخص من الخريجين من التعداد

source: Graduate Report
ar: تقرير الدراسات العليا

source: Summary of attendances from census
ar: ملخص الحضور من التعداد

source: Attendance Report
ar: تقرير الحضور

source: Summary of assessment from census
ar: ملخص التقييم من التعداد

source: Assessment Report
ar: تقرير التقييم

source: Summary of behaviours from census
ar: الملخص من السلوكيات من التعداد

source: Behaviour Report
ar: تقرير السلوك

source: Summary of custom fields from census
ar: الملخص من الحقول المخصصة من التعداد

source: Custom Field Report
ar: تقرير حقل مخصص

source: Summary of custom tables from census
ar: الملخص من الجداول المخصصة من التعداد

source: Custom Table Report
ar: تقرير جدول مخصص

source: Summary of rooms and conditions from census
ar: ملخص الغرف و الشروط من التعداد

source: Summary of furniture and conditions from census
ar: ملخص للأثاث و الشروط من التعداد

source: Summary of power and conditions from census
ar: ملخص السلطة و الظروف من التعدا

source: List of Students with custom fields
ar: قائمة الطلاب مع الحقول المخصصة

source: Student Custom Field Report
ar: طالب تقرير حقل مخصص

source: Summary of assessment results from Students
ar: الملخص من نتائج التقييم من الطلاب

source: Student Assessment Report
ar: تقرير تقييم الطلاب

source: List of out of school Students
ar: قائمة من طلاب المدرسة

source: Student Out of School Report
ar: طالب خارج تقرير مدرسة

source: List of Teachers with custom fields
ar: قائمة المعلمين مع الحقول المخصصة

source: Teacher Custom Field Report
ar: المعلم تقرير حقل مخصص

source: List of Staff with custom fields
ar: قائمة الموظفين مع الحقول المخصصة

source: Staff Custom Field Report
ar: الموظفين تقرير حقل مخصص

source: Standard
ar: ستاندارد

source: Survey
ar: المسح

source: New Surveys
ar: مسوح جديدة

source: Completed Surveys
ar: المسوح المنجزة

source: Synchronized
ar: متزامنة

source: Sync
ar: سينك

source: Training Staff Statistic Report
ar: تدريب الموظفين إحصاء تقرير

source: Report on the number of teacher actually trained verses target groups for each program
ar: تقرير عن عدد من المعلمين في الواقع الآيات تدريب الفئات المستهدفة لكل برنامج

source: New Staff
ar: موظف جديد

source: Contacts
ar: اتصالات

source: Languages
ar: اللغات

source: Special Needs
ar: ذوى الاحتياجات الخاصة

source: Awards
ar: جوائز

source: Memberships
ar: عضوية

source: Licenses
ar: تراخيص

source: Positions
ar: المراكز الوظيفية

source: Leave
ar: اترك

source: Extracurricular
ar: اللامنهجية

source: Employment
ar: التوظيف

source: Salary
ar: الراتب

source: Health
ar: الصحة

source: Family
ar: الأسرة

source: Immunizations
ar: التحصين

source: Medications
ar: الأدوية

source: Allergies
ar: الحساسية

source: Tests
ar: اختبارات

source: Consultations
ar: مشاورات

source: Achievements
ar: الإنجازات

source: REPORT
ar: تقرير

source: Mobile
ar: موبايل

source: Phone
ar: الهاتف

source: Preferred
ar: المفضل

source: Writing
ar: الكتابة

source: Reading
ar: القراءة

source: Speaking
ar: حديثه

source: Listening
ar: الاستماع

source: Issuer
ar: المصد

source: Staff Label
ar: تسمية الموظفين

source: Check Box
ar: خانة

source: Employment Status
ar: نظام العمل

source: Hours per Week
ar: ساعة في الأسبوع

source: Commencement Date
ar: تاريخ البدء

source: Document No.
ar: رقم الوثيقة

source: Qualification Title
ar: المؤهل العنوان

source: Graduate Year
ar: سنة التخرج

source: No position found
ar: لا يوجد مركز وظيفي

source: Total days absent
ar: مجموع أيام غائبة

source: Total days attended
ar: مجموع أيام حضر

source: Number of days
ar: عدد الأيام

source: Last day
ar: آخر يوم

source: First day
ar: اليوم الأول

source: Total Days
ar: مجموع أيام

source: List of Behaviour
ar: قائمة السلوكيات

source: No record available
ar: لا تتوفر أية سجلات

source: Net
ar: نت

source: Deductions
ar: الخصومات

source: Additions
ar: إضافات

source: Gross
ar: الإجمالي

source: Conditions
ar: شروط

source: Relationship
ar: العلاقة

source: Dosage
ar: الجرعة

source: Ended
ar: انتهى

source: Commenced
ar: بدأوا

source: Severe
ar: شديدة

source: Treatment
ar: العلاج

source: Training Achievements
ar: الإنجازات التدريب

source: Health - History
ar: الصحة - التاريخ

source: Health - Family
ar: الصحة - العائلة

source: Health - Immunizations
ar: الصحة - التحصين

source: Health - Medications
ar: الصحة - الأدوية

source: Health - Medication
ar: الصحة - الأدوية

source: Health - Allergies
ar: الصحة - الحساسية

source: Health - Tests
ar: الصحة - الاختبارات

source: Health - Consultations
ar: الصحة - استشارات

source: File size
ar: حجم الملف

source: Please enter a valid OpenEMIS ID
ar: يرجى إدخال رقم صالح OpenEMIS

source: Dashboards
ar: لوحات القياس

source: Dashboard Reports
ar: لوحات القياس تقارير

source: ECE QA Dashboard
ar: لوحة قياس الطفولة المبكرة

source: Early Childhood Education Quality Assurance Data
ar: بيانات ضمان جودة مرحلة تعليم الطفولة المبكرة

source: Early Childhood Education Quality Assurance
ar: ضمان جودة تعليم الطفولة البكرة

source: Geographical Level
ar: التوزيع الجغرافي

source: Administrative and Technical Aspects
ar: المجالات الإدارية والفنية

source: Trends
ar: اتجاه

source: Administrative Domains
ar: المجالات الإدارية

source: Technical Domains
ar: المجالات الفنية

source: Distribution of Both Aspects
ar: توزيع مجالات التقييم

source: Scatterplot of Administrative and Technical and Aspects
ar: تشتت المجالات الإدارية والفنية

source: Appointment
ar: توظيف

source: Report - Dashboard
ar: تقرير لوحة القياس

source: Owned
ar: ملك

source: Rented
ar: مستأجر

source: Both
ar: كلاهما

source: Permanent
ar: دائم

source: Contract
ar: عقد

source: Urban
ar: مدينة

source: Rural
ar: قرية

source: Administrative
ar: إداري

source: Technical
ar: فني

source: Download CSV
ar: تحميل CSV

source: Weightings
ar: الأوزان

source: Weighting
ar: الترجيح

source: Add Header
ar: إضافة رأس

source: Evaluator
ar: مقيم

source: Add Criteria
ar: إضافة معايير الموضوع

source: Edit Criteria
ar: تحرير معايير

source: Criteria Details
ar: تفاصيل المعايير

source: Quality Assurance Reports
ar: تقارير ضمان الجودة

source: Quality Assurance
ar: ضمان الجودة

source: Report generated at the school, FD and national level for each aspect (category) and domain (technical or administrative)
ar: تقرير ولدت في المدرسة، وFD المستوى الوطني لكل جانب (الفئة) والمجال (التقنية أو الإدارية)

source: QA Schools Report
ar: تقرير المدارس QA

source: Report generated by type, category, result (pass or fail) and a table with the average, minimum and maximum values and also compare results from one year to the next
ar: تقرير إنشاؤها حسب النوع، والفئة، نتيجة (نجاح أو رسوب) وطاولة مع متوسط​​، والحد الأدنى والحد الأقصى للقيم وأيضا مقارنة النتائج من سنة واحدة إلى أخرى

source: QA Results Report
ar: QA نتائج تقري

source: Report generation for those who hasn't completed the rubric
ar: تقرير جيل لأولئك الذين لم يستكمل عنوان

source: QA Rubric Not Completed Report
ar: QA الموضوع لم يكتمل تقرير

source: Maximum 150 words per comment
ar: أقصى 150 كلمة في تعليق

source: Date Enabled
ar: أقتاريخ ممكن

source: Date Disabled
ar: تاريخ معطل

source: Target Grades
ar: الصفوف المستهدفة

source: Security Role
ar: دور الأمن

source: Setup Criteria Column
ar: معايير الإعداد العمود

source: Header
ar: رأس

source: Criteria
ar: المعايير

source: Descriptors
ar: واصفات

source: New row has been added at the bottom of the rubric table.
ar: تمت إضافة صف جديد في أسفل الجدول الموضوع.

source: Header / Sub-Header / Title
ar: رأس / رأس الفرعية / العنوان

source: Section Header
ar: المقطع رأس

source: Add Section Header
ar: إضافة مقطع الرأس

source: Reorder
ar: إعادة ترتيب

source: Add Grade
ar: إضافة الصف

source: Add Visit
ar: إضافة زيارة

source: Visit
ar: زيارة

source: Edit Rubric Headers
ar: تحرير رؤوس الموضوع

source: Edit Headers
ar: تحرير ترويسات

source: There are no records.
ar: لم يتم العثور على أية سجلات

source: Create Rubric Table
ar: إنشاء سلم لفظي

source: Reorder Criteria
ar: إعادة ترتيب معايير

source: Options
ar: خيارات

source: Edit Status
ar: تحرير الحالة

source: Add Status
ar: حالة الإعلان

source: Criteria Level Description
ar: وصف مستوى المعايير

source: View Details
ar: عرض تفاصيل

source: Weightage
ar: الترجيح

source: Selected Grade(s)
ar: الصف المحدد (ق)

source: Status Details
ar: تفاصيل الوضع

source: Rubric Name
ar: اسم سلم التقدير

source: Total Weighting(%)
ar: مجموع الترجيح(٪)

source: Pass/Fail
ar: نجاح / فشل

source: Grand Total Weighting(%)
ar: المجموع الكلي الترجيح (٪)

source: QA Report
ar: QA تقرير

source: Visit Report
ar: زيارة تقرير

source: Reports - Quality
ar: تقارير - جودة

source: Report Generated
ar: تقرير منشأ

source: Staff Type
ar: نوع الموظفين

source: Fail
ar: فشل

source: Quality Type
ar: نوع الجودة

source: Visit Date
ar: زيارة التسجيل

source: Evaluator Name
ar: اسم المقيم

source: Total Classes
ar: مجموع الفصول الدراسية

source: Maximum
ar: أقصى

source: Minimum
ar: الحد الأدنى

source: Average
ar: متوسط

source: Pass/ Fail
ar: نجاح / فشل

source: Total Questions
ar: مجموع الأسئلة

source: Total Answered
ar: مجموع يجيب

source: There are no available files found for this report.
ar: لا توجد ملفات متاحة للعرض لهذا التقرير.

source: Goal Objective
ar: الهدف الهدف

source: Requirement
ar: مطلب

source: Trainer Type
ar: نوع المدرب

source: Position
ar: مركز وظيفي

source: Target Group
ar: المجموعة المستهدفة

source: Total Target Group
ar: مجموع المجموعة المستهدفة

source: Total Trained
ar: مجموع المدربين

source: Target Group Percentage
ar: نسبة المجموعة المستهدفة

source: Last Updated By
ar: اخر تحديث قام به

source: Behaviour - Staff
ar: السلوك - الموظفين

source: Behaviour - Students
ar: السلوك - طلاب

source: *File size should not be larger than 2MB.
ar: * لا ينبغي أن يكون حجم الملف أكبر من 2MB.

source: *Maximum 5 files are permitted on single upload. Each file size should not be larger than 2MB.
ar: * الحد الأقصى المسموح بتحميله هو 5 ملفات بشرط أن لا يتجاوز حجم كل ملف 5MB

source: Result Type
ar: نتيجة نوع

source: User
ar: المستخدم

source: Add Result Type
ar: إضافة نوع النتيجة

source: Goal / objective
ar: الهدف / الهدف

source: Internal
ar: داخلي

source: External
ar: خارجي

source: Add Trainer
ar: إضافة المدرب

source: Overall Result
ar: نتائج الشامل

source: Trainers
ar: المدربين

source: Edit Results Details
ar: تحرير تفاصيل النتائج

source: Download Template
ar: قالب تحميل

source: Upload Results
ar: تحميل النتائج

source: Passed
ar: مرت

source: Failed
ar: فشل

source: Upload File
ar: تحميل الملف

source: Upload
ar: تحميل

source: Invalid File Format
ar: تنسيق الملف غير صالح

source: Columns/Data do not match.
ar: لا تطابق الأعمدة / البيانات.

source: Error encountered, record(s) could not be updated
ar: الخطأ التي تواجهها، لا يمكن أن يتم تحديث الإجابات

source: %s Record(s) have been updated
ar: تم تحديث سجل%s (ق)

source: Column %s only accepts 0 or 1 as input.
ar: العمود%s لا يقبل إلا 0 أو 1 كإدخال.

source: Row %s: %s
ar: الصف%s:%s

source: TrainingResult
ar: نتائجلتدريب

source: OpenEMIS ID
ar: رقم تعريف ال OpenEMIS

source: (1=Pass/0=Fail)
ar: (1 = نجاح / 0 = فشل)

source: Need Type
ar: تحتاج نوع

source: Training Priority
ar: التدريب الأولوية

source: Achievement Type
ar: نوع الإنجاز

source: Course Goal / Objectives
ar: أهداف المادة

source: Add Training Needs
ar: إضافة الاحتياجات التدريبية

source: Course Catalogue
ar: سجل المواد

source: Need Category
ar: تحتاج الفئة

source: Add Achievements
ar: إضافة الانجازات

source: Achievements Details
ar: تفاصيل الإنجازات

source: Edit Achievements
ar: تعديل الانجازات

source: TrainingSessionTrainee
ar: الدورةلتدريبيةمتدرب

source: Approval
ar: موافقة

source: Reject
ar: رفض

source: Experience
ar: تجربة

source: Specialisation
ar: التخصص

source: Years
ar: سنوات

source: Months
ar: أشهر

source: Add Experience
ar: إضافة الخبرة

source: Add Specialisation
ar: إضافة التخصص

source: Upload Trainee
ar: تحميل متدرب
