Repository: OpenEMIS/core
Catalog: src/Locale/*/default.po
Languages: ar

source: Wheres My School Report
ar: تقرير أين تقع مدرستي

source: A Google Earth (KML) file containing all the location of all Institutions
ar: ملف Google Earth (KML) يحتوي على أماكن كل مواقع المؤسسات

source: Year Book Report
ar: تقريرالكتاب السنوى

source: Formatted summary of census data for a given year
ar: ملخصمنسّق لبيانات التعداد لسنة معيَّنة

source: Return Rate
ar: معدل العودة

source: Census Discrepancy
ar: تناقض التعداد

source: Backup files found.
ar: تمّ العثور على ملفات نسخ الاحتياطية.

source: Custom
ar: مخصّص

source: Consolidated
ar: موحَّد

source: Data Quality
ar: جودة البيانات

source: Summary of School's Census Data
ar: موجز بيانات تعداد المدرسة

source: Non-Responsive Schools Report
ar: تقرير المدارس غير المتعاونة

source: List of Institutions that do not contain census data for a given year
ar: قائمة مواقع المؤسسات التي لا تحتوي على بيانات التعداد لسنة معينة

source: Data Discrepancy Report
ar: تقرير تناقض البيانات

source: List of Institutions with questionable census data compared to the previous year
ar: قائمة مواقع المؤسسات ذات بيانات تعداد مشكوكة مقارنة ببيانات العام السابق

source: Number of students (enrollment) by sex, age, locality and grade
ar: عدد الطلاب(المقيدين) حسب النوع والسنّ والموقع والصفّ

source: Number of teachers by sex, locality and grade
ar: عدد المعلمين حسب الموقع والنوع والصف

source: Number of staff by sex and locality
ar: عدد الموظفين حسب النوع والمكان

source: Institutions Report
ar: تقرير المؤسسات

source: Number of institutions by provider and sector
ar: عدد المؤسسات وفقاً للمزوّد والقطاع

source: Institution Sites Report
ar: تقرير مواقع المؤسسات

source: Number of institution sites by locality and type
ar: عدد مواقع المؤسسات حسب الموقع والنوع

source: Population Report
ar: تقرير السكان

source: Number of people by sex and age
ar: عدد الأشخاص حسب الجنس والعمر

source: Net Enrolment Rate Report
ar: تقرير صافي معدل الالتحاق

source: Divide the number of pupils (or students) enrolled who are of the official age group for a given level of education by the population for the same age group and multiply the result by 100. This indicator has dimension values of sex, locality and grade.
ar: قسّم عدد التلاميذ الملتحقين الذين هم من الفئة العمرية الرسمية لمستوى معين من التعليم على السكان من نفس الفئة العمرية، اجمع واضرب النتيجة في 100 هذا المؤشر له قِيَم البعد للجنس والمكان والصفّ

source: Gross Enrolment Rate Report
ar: تقرير إجمالي معدّل الالتحاق

source: Net Intake Rate Report
ar: تقريرصافي معدل القبول

source: Divide the number of children of official primary school-entrance age who enter the first grade of primary education for the first time by the population of the same age, and multiply the result by 100. This indicator has dimension values of sex and locality.
ar: قسّم عدد الأطفال في سن المدرسة الرسمية، الذين يدخلون السنة الأولى من المرحلة الابتدائية لأوّل مرة على السكان من نفس العمر، واضرب النتيجة في 100. هذا المؤشر له قِيَم البعد عن للجنس والمكان

source: Gross Intake Rate Report
ar: تقرير معدل إجمالي القبول

source: Divide the number of pupils (or students) enrolled in a given level of education regardless of age by the population of the age group which officially corresponds to the given level of education, and multiply the result by 100. This indicator has dimension values of sex, locality and grade.
ar: تقسيم عدد التلاميذ (أو الطلاب) المقيدين في مرحلة معينة من التعليم بغض النظر عن العمر من قبل السكان من الفئة العمرية التي تتطابق رسميا إلى مستوى معين من التعليم، وضرب الناتج في 100. هذا المؤشر له قيم البعد عن الجنس والمكان والصف

source: Divide the number of new entrants in grade 1, irrespective of age, by the population of official school-entrance age, and multiply the result by 100. This indicator has dimension values of sex, locality and grade.
ar: قسّم عدد الداخلين الجدد في الصف 1، بغض النظر عن العمر، من قبل السكان في سن المدرسة الرسمية مدخل، ومضاعفة النتيجة عن طريق 100. هذا المؤشر له قيم البعد من المكان والجنس والصف

source: Repetition Rate Report
ar: تقرير معدل الإعادة

source: Divide the number of repeaters in a given grade in school year t+1 by the number of pupils from the same cohort enrolled in the same grade in the previous school year t . This indicator has dimension values of sex, locality, sector and grade.
ar: تقسيم عدد من الراسبين في الصف في العام الدراسي نظرا T +1 من قبل عدد من التلاميذ من نفس الفوج المسجلين في الصف نفسه في مدرسة ر العام السابق. هذا المؤشر له قيم البعد بسبب الجنس أو القطاع، ومحلة الصف.

source: Completion Rate Report
ar: تقرير معدل التخرج

source: Divide the number of primary graduates, irrespective of age, by the population of theoretical primary graduation, and multiply the result by 100. This indicator has dimension values of sex, locality and sector.
ar: قسّم عدد خريجي المرحلة الابتدائية، بغض النظر عن السنّ، من سكان التخرج الأولية النظرية، واضرب النتيجة في 100. هذا المؤشر له قيم البعد للجنس والموقع المحلي والقطاع

source: Survival Rate Report
ar: معدل البقاء تقرير

source: Divide the total number of pupils belonging to a school-cohort who reached each successive grade of the specified level of education by the number of pupils in the school-cohort i.e. those originally enrolled in the first grade of primary education, and multiply the result by 100. The survival rate is calculated on the basis of the reconstructed cohort method, which uses data on enrolment and repeaters for two consecutive years. This indicator has dimension values of sex, locality and sector.
ar: تقسيم العدد الإجمالي للتلاميذ الذين ينتمون إلى الفوج المدرسي الذي بلغ كل صف المتتالية للمستوى المحدد من قبل التعليم عدد التلاميذ في الفوج المدرسي أي أولئك المنخرطين أصلا في الصف الأول من التعليم الابتدائي، ومضاعفة النتيجة عن طريق 100. يتم حساب معدل البقاء على قيد الحياة على أساس طريقة الفوج أعيد بناؤها، والذي يستخدم بيانات عن معدلات الالتحاق بالمدارس والراسبين لعامين متتاليين. هذا المؤشر له قيم البعد من المكان والجنس والقطاع.

source: Transition Rate Report
ar: تقرير قيم الانتقال

source: Divide the number of new entrants in the first grade of the specified higher cycle or level of education by the number of pupils who were enrolled in the final grade of the preceding cycle or level of education in the previous school year, and multiply by 100. This indicator has dimension values of sex, locality, sector and grade.
ar: تقسيم عدد الداخلين الجدد في الصف الأول من دورة محددة أو ارتفاع مستوى التعليم من قبل عدد من التلاميذ الذين كانوا مسجلين في الصف النهائي من دورة السابقة أو مستوى التعليم في السنة الدراسية السابقة، وتتضاعف بنسبة 100. هذا المؤشر له قيم البعد بسبب الجنس أو القطاع، ومحلة الصف.

source: Pupil Teacher Ratio Report
ar: تقرير التلميذ المعلم النسبة

source: Divide the total number of pupils enrolled at the specified level of education by the number of teachers at the same level. This indicator has dimension values of locality, sector and level of education.
ar: تقسيم العدد الإجمالي للتلاميذ المسجلين في مستوى تعليميا معينا من قبل عدد من المعلمين في نفس المستوى. هذا المؤشر له قيم البعد من القطاع، محلة ومستوى التعليم

source: Pupil Class Ratio Report
ar: تقرير معدّل التلميذ - الصف

source: Divide the total number of pupils enrolled at the specified level of education by the number of classes at the same level. This indicator has dimension values of locality and sector.
ar: تقسيم العدد الإجمالي للتلاميذ المسجلين في مستوى تعليميا معينا من قبل عدد من الطبقات في نفس المستوى. هذا المؤشر له قيم البعد من محلة والقطاع

source: Trained Teachers Report
ar: تقرير عن المعلمين المدربين

source: Divide the number of teachers of the specified level of education who have received the minimum required teacher training by the total number of teachers at the same level of education, and multiply the result by 100. This indicator has dimension values of locality, sector and level of education.
ar: قسّم عدد المعلمين من المستوى المعيّن من التعليم الذين حصلوا على الحد الأدنى المطلوب لتدريب المعلمين على العدد الكلي للمعلمين في نفس المستوى من التعليم، واضرب النتيجة في 100. هذا المؤشر له قيم البعد للموقع المحلي والقطاع، ومستوى التعليم

source: Gender Parity Index (Students) Report
ar: تقرير مؤشر التكافؤ بين الجنسين للطلاب

source: Divide the number of female students by the number of male students. This indicator has dimension values of sex, locality, sector and level of education.
ar: قسّم عدد الطالبات على عدد الطلاب الذكور. هذا المؤشر له قيم البعد للجنس و الموقع المحلي والقطاع ومستوى التعليم

source: Female Students Report
ar: تقرير عن الطالبات

source: Divide the number of female tertiary students enrolled in a specified ISCED level by the total number of students (male plus female) in that level in a given academic-year, and multiply the result by 100. This indicator has dimension values of locality, sector and level of education.
ar: قسّم عدد طالبات التعليم العالي المقيدات في مستوى ISCED معيّن على العدد الكلي للطلاب (الذكور بالإضافة إلى الإناث) في هذا المستوى في عام دراسيّ معين، واضرب النتيجة في 100. هذا المؤشر له قيم البعد للموقع المحلي والقطاع ومستوى التعليم

source: Female Teachers Report
ar: تقرير عن المعلّمات

source: Divide the total number of female teachers at a given level of education by the total number of teachers (male and female) at the same level in a given school year, and multiply by 100. This indicator has dimension values of locality, sector and level of education.
ar: قسّم العدد الإجمالي للمعلمات على مستوى معين من التعليم على العدد الكلي للمعلمين (ذكور وإناث) في نفس المستوى في عام دراسي معين، واضرب نتيجة في 100. هذا المؤشر له قيم البعد للموقع المحلي والقطاع ومستوى التعليم

source: Private Enrolment Report
ar: تقرير الالتحاق الخاص

source: Divide the number of pupils (or students) enrolled in private educational institutions in a given level of education by total enrolment (public and private) at the same level of education, and multiply the result by 100. This indicator has dimension values of sex, locality and level of education.
ar: قسّم عدد التلاميذ (أو الطلاب) المسجلين في المؤسسات التعليمية الخاصة في مستوى معين من التعليم على خلال الالتحاق الإجمالي (العام والخاص) على نفس المستوى من التعليم، واضرب النتيجة في 100 هذا المؤشر له قيم البعد للجنسوالموقع المحلي ومستوى التعليم

source: Pupil Textbook Ratio Report
ar: تقرير معدل التلميذ للكتب

source: Divide the total number of pupils enrolled at the specified level of education by the number of textbooks at the same level. This indicator has dimension values of locality, and sector.
ar: قسّم العدد الإجمالي للتلاميذ المسجلين في مستوى تعليمي معيَّن على عدد الكتب المدرسية في نفس المستوى. هذا المؤشر له قيم البعد للموقع المحلي والقطاع

source: Water Sources Report
ar: تقرير مصادر المياه

source: Number of water sources by type. This indicator has dimension values of locality, sector and condition.
ar: عدد مصادر المياه وفقا للنوع. هذا المؤشر له قيم البعد للموقع المحلي والقطاع والوضع

source: Sanitation Facilities Report
ar: تقرير مرافق الصرف الصحي

source: Number of sanitation facilities by type. This indicator has dimension values of locality, sector and condition.
ar: عدد المرافق الصحية حسب النوع. هذا المؤشر له قِيَم البعد للموقع المحلي و والقطاع والوضع

source: Public Expenditure per Education Level Report
ar: تقرير النفقات العامة لكلّ مستوى تعليميّ

source: Divide total public expenditure for each level of education in a given financial year by the total public expenditure on education for the same financial year and multiply the result by 100.
ar: قسّم إجمالي النفقات العامة على مستوى من مستويات التعليم في سنة مالية معينة على إجمالي النفقات العامة على التعليم للسنة المالية ذاتها واضرب النتيجة في 100

source: Public Expenditure on Education Report
ar: تقريرالنفقات العامة على التعليم

source: Divide total public expenditure on education incurred by all government agencies/departments in a given financial year by the total government expenditure for the same financial year and multiply by 100.
ar: قسّم إجمالي النفقات العامة على التعليم التي تتحملها جميع الجهات/ الإدارات الحكومية في سنة مالية معينة على إجمالي الإنفاق الحكومي للسنة المالية ذاتها واضرب النتيجة في 100

source: Public Expenditure on Education by GNP Report
ar: تقرير النفقات العامة على التعليم حسب إجمالي الناتج القومي

source: Divide total public expenditure on education in a given financial year by the Gross National Product (GNP) or Gross National Income (GNI) of the country for the corresponding year and multiply by 100.
ar: قسّم إجمالي النفقات العامة على التعليم في سنة مالية معيّنة على الناتج القومي الإجمالي (GNP) أو الدخل القومي الإجمالي للبلد للسنة المقابلة واضرب الرقم في 100

source: Public Expenditure per Pupil Report
ar: تقرير النفقات العامة لكلّ تلميذ

source: Divide per pupil public current expenditure on each level of education in a given year by the GNI per capita for the same year and multiply by 100. This indicator has dimension values of level of education.
ar: قسّم النفقات العامة الحالية لكلّ تلميذ على كل مستوى من مستويات التعليم في سنة معينة من الدخل القومي الإجمالي للفرد لنفس العام و اضرب الرقم في 100 هذا المؤشر له قيم البعد لمستوى التعليم.

source: Process
ar: عملية

source: Abort All
ar: إيقاف الكلّ

source: Clear All
ar: مسح الكل

source: Started By
ar: كتبت بواسطة

source: Started Date
ar: تاريخ البدء

source: Finished Date
ar: تاريخ الانتهاء

source: Log
ar: سجلّ

source: Processing
ar: جاري التجهيز

source: Pending
ar: معلّق

source: Aborted
ar: موقف

source: Completed
ar: مكتمل

source: Export To
ar: تصدير إلى

source: Export
ar: تصدير

source: No Data
ar: لا يوجد بيانات

source: Total Public Expenditure For Education
ar: إجمالي النفقات العامة على التعليم

source: No Available Finance Records
ar: لا يوجد سجلات مالية متوفرة

source: Gender Parity Index
ar: مؤشر تكافؤ الجنسين

source: Click the Generate button to create a restore point.
ar: انقر على زر إنشاء لإنشاء نقطة الاستعادة.

source: All data will be backed up except for following tables:
ar: سيتمّ أخذ نسخة احتياطية من الكل باستثناء الجداول التالية:

source: Security Users, Roles, and Functions
ar: مستخدمو الأمن، وأدواره، ووظائفه

source: System Configuration Values
ar: قِيَم إعدادات النظام

source: Security
ar: الأمن

source: Please note that it may take sometime for the backup process to finish.
ar: برجاء ملاحظة أن عملية النسخ الاحتياطي قد تستغرق بعض الوقت.

source: Run Reports
ar: تشغيل التقارير

source: Select All
ar: اختر الكل

source: De-Select All
ar: إلغاء اختيار الجميع

source: Generate
ar: إنشاء

source: Generated Files
ar: الملفات إنشاء

source: The system will %s the current data and restore to your previous data based on the restore point you selected.
ar: سيقوم النظام بـ % البيانات الحالية واستعادة بياناتك السابقة حسب نقطة الاستعادة التي تمّ اختيارها إلى نقطة استعادة قمت بتحديده

source: Please note that the system will not restore the following tables:
ar: برجاء ملاحظة أن النظام لن يستعيد الجداول التالية:

source: Below are the list of available backup dates, please choose a restore point.
ar: في الأسفل قائمة من مواعيد النسخ الاحتياطية المتوفرة ، يرجى اختيار النقطة التي تريد استعادتها :

source: Files
ar: الملفات

source: Format not support.
ar: نمط غير مدعوم

source: Image filesize too large.
ar: حجم ملف الصورة كبير جدا.

source: Resolution too large.
ar: الدقة كبيرة جدا.

source: File uploaded with success.
ar: تمّ تحميل الملفّ بنجاح.

source: Image exceeds system max filesize.
ar: الصورة تتجاوز الحجم الأقصى المسموح به في النظام

source: Image exceeds max file size in the HTML form.
ar: صورة تتجاوز الحد الأقصى لحجم الملف في نمط HTML

source: Image was only partially uploaded.
ar: تم تحميل الصورة جزئيا فقط

source: No image was uploaded.
ar: لم يتم تحميل أي صورة.

source: Missing a temporary folder.
ar: الملفّ المؤقّت مفقود.

source: Failed to write file to disk.
ar: لم ينجح نسخ الملف على القرص.

source: A PHP extension stopped the file upload.
ar: وقف التحميل (PHP extension)

source: Max Resolution:
ar: الحد الأقصى للدقة:

source: Max File Size:
ar: أقصى حجم الملفّ:

source: Format Supported:
ar: النمط مدعوم:

source: Profile Image
ar: صورة الملف الشخصي

source: Please enter the code for the Area.
ar: رجاءً إدخال رمز المنطقة

source: There are duplicate area code.
ar: تكرار في الرمز المستخدم

source: Please enter the name for the Area.
ar: رجاءً إدخال رمز المنطقة

source: Please supply a valid image.
ar: رجاءً توفير صورة صالحة

source: Please enter a name for the Field of Study.
ar: برجاء إدخال اسم للمجال الدراسي.

source: This Field of Study already exists in the system.
ar: هذا المجال موجود مسبقا في النظام

source: Please select the programme orientation.
ar: رجاءً تحديد اتجاه البرنامج

source: Please enter a name for the Subject.
ar: رجاءً إدخال اسم للموضوع

source: This subject already exists in the system.
ar: هذا الموضوع موجود مسبقاً في النظام.

source: You have entered an invalid username or password.
ar: لقد قمت بإدخال اسم مستخدم أو كلمة مرور غير صحيحة

source: Please enter a duration.
ar: رجاءً إدخال المُدة

source: Add Programme
ar: إضافة برنامج

source: You are able to delete this record in the database. <br><br>All related information of this record will also be deleted.<br><br>Are you sure you want to do this?
ar: بإمكانك حذف هذا السجلّ في قاعدة البيانات. <BR> <BR> جميع المعلومات المتعلقة بهذا السجل ستحذف أيضاً.. <BR> <BR> هل أنت متأكد أنك تريد القيام بهذا؟

source: Deleting attachment...
ar: جاري حذف المرفقات ...

source: Delete Attachment
ar: حذف المرفقات

source: Do you wish to delete this record?
ar: هل ترغب في حذف هذا السجلّ؟

source: Updating attachment...
ar: جاري تحديث المرفقات ...

source: Bank Branch is required!
ar: فرع المصرف مطلوب!

source: value
ar: القيمة

source: Unsaved Data
ar: البيانات غير المحفوظة

source: Please save your data before proceed. <br><br>Do you want to save now?
ar: برجاء حفظ بياناتك قبل الاستمرار. <BR> <BR> هل تريد حفظها الآن؟

source: Are you sure you want to leave?
ar: هل أنت متأكد من أنك تريد الخروج؟

source: GNP value is required.
ar: قيمة الناتج القومي الإجمالي مطلوبة.

source: Category is required!
ar: الفئة مطلوبة!

source: Certificate is required!
ar: الشهادة مطلوبة!

source: Institute is required!
ar: المعهد مطلوب!

source: Please select a country before adding new records.
ar: رجاءً اختيار بلد قبل إضافة سجلات جديدة

source: Error has occurred.
ar: لقد حدث خطأ

source: Age cannot be empty.
ar: لا يمكن أن أن تكون خانة العمر فارغة

source: Age must be more then 0.
ar: يجب أن يكون العمر أكثر من 0

source: No
ar: لا

source: Yes
ar: نعم

source: Dialog
ar: حوار

source: Required Field
ar: مجال مطلوب

source: Retrieving...
ar: جاري استرداد ...

source: Adding row...
ar: جاري إضافة صفّ ...

source: Adding option...
ar: جاري إضافة خيار ...

source: Loading...
ar: جاري تحميل... ...

source: Loading list...
ar: جاري تحميل قائمة ...

source: File is required!
ar: الملف مطلوب!

source: Status is required!
ar: الحالة مطلوبة!

source: Move Up
ar: تحريك لأعلى

source: Move Down
ar: تحريك لأسفل

source: Toggle this field active/inactive
ar: تبديل هذا المجال وجعله نشطاً / غير نشط

source: Delete Confirmation
ar: تأكيد الحذف

source: Click to dismiss
ar: انقر للإغلاق

source: Unable to add Areas.<br/>Please create Area Level before adding Areas.
ar: غير قادر على إضافة مجالات. <BR/> برجاء إنشاء مستوى المنطقة قبل إضافة المناطق

source: Saving please wait...
ar: جاري الحفظ.... يرجى الانتظار ...

source: Loading Areas
ar: جاري تحميل المناطق

source: Batch executed successfully.
ar: تمّ تنفيذ الدفعة بنجاح

source: Running batch...
ar: جاري تشغيل الدفعة ...جاري تشغيل الدفعة ...

source: Adding Field...
ar: جاري إضافة حقل ...

source: Please select a valid Start Date
ar: برجاء اختيار تاريخ بدء صحيح

source: Please select a valid End Date
ar: برجاء اختيار تاريخ انتهاء صحيح

source: Please add a programme to this institution site.
ar: يرجى إضافة برنامج إلى هذا موقع المؤسسة هذا.

source: Missing Coordinates Report
ar: تقرير الإحداثيات المفقودة

source: List of Institutions with latitude and/or longitude values of 0 or null
ar: قائمة مواقع المؤسسات ذات قيم خط العرض و / أو الطول من 0

source: OLAP Report
ar: OLAP تقرير

source: OLAP Reports
ar: OLAP تقرير

source: Generated
ar: تمّ إعداد...

source: Generating OLAP Report...
ar: …OLAP إعداد تقرير

source: Indicator
ar: مؤشر

source: Sub Groups
ar: المجموعات الفرعية

source: Time Period
ar: الفترة الزمنية

source: Data Value
ar: قيمة البيانات

source: Classification
ar: تصنيف

source: Information
ar: معلومات

source: Area Name
ar: اسم المنطقة

source: Education Programme Name
ar: اسم برنامج التعليم

source: Bank Account Name
ar: اسم الحساب المصرفي

source: Bank Account Number
ar: رقم الحساب المصرفي

source: Bank Account Active
ar: حساب مصرفي فعال

source: Bank Branch Name
ar: اسم فرع المصرف

source: Academic Year
ar: سنة دراسية

source: Education Grade Name
ar: اسم الصفّ التعليمي

source: Class
ar: الصف

source: Education Subject Name
ar: اسم مادّة التعليم

source: No Of Textbooks
ar: عدد الكتب المدرسية

source: Grid X Category
ar: فئة شبكة س

source: Grid Y Category
ar: فئة شبكة ص

source: Building
ar: مباني

source: Material
ar: مادّة

source: Room
ar: غرفة

source: Resource
ar: مورد

source: Student Name
ar: اسم الطالب

source: Teacher Name
ar: اسم المعلم

source: Staff Name
ar: اسم الموظّف

source: Available Variables
ar: المتغيرات المتاحة

source: Selected Variables
ar: متغيرات مختارة

source: Institution Provider
ar: مزوّد المؤسسة

source: Institution Status (حالة المدرسة)
ar: حالة المؤسسة

source: Institution Site Locality
ar: محلّ موقع المؤسسة

source: Institution Site Type
ar: نوع موقع المؤسسة

source: Institution Site Ownership
ar: ملكية موقع المؤسسة

source: Institution Site Status
ar: حالة موقع المؤسسة

source: Education Programme
ar: برنامج التعليم

source: Education Grade
ar: الصفّ التعليمي

source: Student Category
ar: تصنيف الطلاب

source: No backup files found.
ar: لم يتمّ العثور على أي ملفات نسخ الاحتياطية

source: Yearbook
ar: السجلّ السنويّ

source: Organization Name
ar: اسم المنظّمة

source: Publication Date
ar: تاريخ النشر

source: Logo
ar: الشعار

source: Data Outliers
ar: عرض البيانات

source: Census Numbers that have age or total of male and female numbers beyond the specified range in settings.
ar: أرقام التعداد التي لها عمر أوأعداد الذكور والإناث الكلية خارج النطاق المحدد في الإعدادات.

source: Page Orientation
ar: اتجاه الصفحة

source: Yearbook Logo
ar: الشعار الحولي

source: Maximum Student Age
ar: العمر الأقصى للطالب

source: Minimum Student Age
ar: العمر الادنى للطالب

source: Maximum Student Number
ar: الحد الأقصى لعدد الطلاب

source: Minimum Student Number
ar: الحد الأدنى لعدد الطلاب

source: Data Discrepancy
ar: التناقض البيانات

source: Data Discrepancy Variation(%)
ar: تباين الفروق البيانات (٪)

source: Previous Year
ar: العام السابق

source: Previous Year Male
ar: ذكر السنة السابقة

source: Previous Year Female
ar: العام السابق أنثى

source: Data Discrepancy Reports
ar: تقارير البيانات التناقض

source: Rubrics
ar: سلالم التقدير

source: Quality - Rubrics
ar: جودة - سلالم التقدير

source: Weighthings
ar: وزن

source: Pass Mark
ar: علامة النجاح

source: Back
ar: عودة

source: Modified by
ar: تم تعديلها من قبل

source: Modified on
ar: تعديل ل

source: Created by
ar: تم إنشاؤه من قبل

source: Created on
ar: تم إنشاؤه في

source: View Rubric
ar: عرض سلم التقدير

source: Descriptions
ar: الوصف

source: Quality
ar: جودة

source: Rubric Details
ar: تفاصيل الموضوع

source: Quality - Rubric Details
ar: جودة - تفاصيل الموضوع

source: Quality - Edit Rubric Details
ar: جودة - تحرير تفاصيل الموضوع

source: Add Heading
ar: انواع الزيارات

source: Add Criteria Row
ar: إضافة صف المعايير

source: Add Level Column
ar: إضافة عمود المستوى

source: Edit Rubric Details
ar: تحرير تفاصيل الموضوع

source: Visits
ar: زيارات

source: Quality - Rubric
ar: جودة - الموضوع

source: Supervisor
ar: مشرف

source: Quality - Rubric Detail
ar: جودة - الموضوع التفاصيل

source: Color
ar: لون

source: Quality - Visit
ar: جودة - زيارة

source: Date
ar: تاريخ

source: Comment
ar: تعليق

source: Visit Types
ar: زيارة أنواع

source: National Code
ar: الرمز الوطني

source: International Code
ar: الرمز الدولي
