Repository: OpenEMIS/core
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: rus

source: Training Report
rus: Подготовка отчетов

source: Summary of teacher training from census
rus: Резюме подготовки учителей от переписи

source: Staff Report
rus: Доклад персонала

source: Summary of staff from census
rus: Резюме сотрудников переписи

source: Census Additional Info Report
rus: Перепись Дополнительная информация отчет

source: Summary of additional info from census
rus: Резюме дополнительную информацию от переписи

source: Census Tables
rus: Перепись таблицы

source: Summary of additional info tables from census
rus: Резюме дополнительных таблиц информации из переписи населения

source: Income Report
rus: Отчет по Доходам

source: Summary of income from census
rus: Суммарный доход от переписи

source: Expenditure Report
rus: Отчет о расходах

source: Summary of expenditure from census
rus: Сводка расходов от переписи

source: Building Report
rus: Здание отчет

source: Summary of buildings and condition from census
rus: Основная зданий и состояние от переписи

source: Rooms Report
rus: Номера Отчет

source: Summary of rooms and condition from census
rus: Краткая информация о номерах и состоянии от переписи

source: Sanitation Report
rus: Санитарные отчет

source: Summary of sanitation, gender and condition from census
rus: Резюме санитарии, пол и состояние от переписи

source: Furniture Report
rus: Отчет по Мебели

source: Summary of furniture and condition from census
rus: Основная мебель и состояние от переписи

source: Resource Report
rus: Отчет по ресурсам

source: Summary of resources and condition from census
rus: Сводные данные о ресурсах и состоянии от переписи

source: Energy Report
rus: Сообщить энергии

source: Summary of power and condition from census
rus: Резюме власть и состояние от переписи

source: Water Report
rus: Доклад о состоянии водных

source: Summary of water and condition from census
rus: Резюме воды и состояние от переписи

source: Student Report
rus: Студенческий доклад

source: Report on student
rus: Отчет о студенту

source: Students Additional Info Report
rus: Студенты Дополнительная информация отчет

source: List of Students with additional info
rus: Список студентов с дополнительной информацией

source: Teacher List
rus: Учитель список

source: Report on Teachers
rus: Отчет о учителей

source: Teachers Additional Info Report
rus: Учителя Дополнительная информация отчет

source: List of Teachers with additional info
rus: Список учителей с дополнительной информацией

source: Staff List
rus: штатное расписание

source: Report on Staff
rus: Сообщить о персонале

source: Staff Additional Info Report
rus: Персонал Дополнительная информация отчет

source: List of Staff with additional info
rus: Список сотрудников с дополнительной информацией

source: Wheres My School Report
rus: Где моя школа доклад

source: A Google Earth (KML) file containing all the location of all Institution Sites
rus: Google Earth (KML) файл, содержащий все расположение всех Учреждение сайтов

source: Year Book Report
rus: Отчет Ежегодной Книги

source: Formatted summary of census data for a given year
rus: Форматированный резюме данные переписи за данный год

source: Return Rate
rus: Вернуться Оценить

source: Census Discrepancy
rus: Несоответствие переписи

source: Backup files found.
rus: Резервное копирование файлов не найдено.

source: Custom
rus: обычай

source: Consolidated
rus: Консолидированный

source: Data Quality
rus: Качество данных

source: Summary of School's Census Data
rus: Резюме данных школы переписи населения

source: Non-Responsive Schools Report
rus: Не отвечающих школы Сообщить

source: List of Institution Sites that do not contain census data for a given year
rus: Список учреждение сайты, которые не содержат данные переписи за данный год

source: Data Discrepancy Report
rus: Данные несоответствия отчета

source: List of Institution Sites with questionable census data compared to the previous year
rus: Список учреждение сайты с сомнительным данным переписи по сравнению с предыдущим годом

source: Number of students (enrollment) by sex, age, locality and grade
rus: Количество студентов (учащихся) по полу, возрасту, местности и степени

source: Number of teachers by sex, locality and grade
rus: Количество учителей по полу, местности и степени

source: Number of staff by sex and locality
rus: Численность персонала по полу и местности

source: Institutions Report
rus: Учреждения Сообщить

source: Number of institutions by provider and sector
rus: Количество учреждений поставщика и сектора

source: Institution Sites Report
rus: Учреждение сайты Сообщить

source: Number of institution sites by locality and type
rus: Количество учреждения сайтов местности и типа

source: Population Report
rus: Население отчет

source: Number of people by sex and age
rus: Число людей по полу и возрасту

source: Net Enrolment Rate Report
rus: Чистая Прием отчетов Оценить

source: Divide the number of pupils (or students) enrolled who are of the official age group for a given level of education by the population for the same age group and multiply the result by 100. This indicator has dimension values of sex, locality and grade.
rus: Разделите количество учащихся (или студентов) поступил которые имеют официальный возрастной группе для данного уровня образования населения в той же возрастной группе и умножить результат на 100. Этот показатель имеет размерность значения пола, местности и класса.

source: Gross Enrolment Rate Report
rus: Общий коэффициент охвата отчета

source: Divide the number of pupils (or students) enrolled in a given level of education regardless of age by the population of the age group which officially corresponds to the given level of education, and multiply the result by 100. This indicator has dimension values of sex, locality and grade.
rus: Разделите количество учащихся (или студентов), обучающихся в данном уровне образования независимо от возраста, население возрастной группы, которая официально соответствует данному уровню образования, и умножить результат на 100. Этот показатель имеет размерность значения пола, местности и класса.

source: Net Intake Rate Report
rus: Чистая Сообщить скорость потребления

source: Divide the number of children of official primary school-entrance age who enter the first grade of primary education for the first time by the population of the same age, and multiply the result by 100. This indicator has dimension values of sex and locality.
rus: Разделите число детей официального младшего школьного возраста, которые входом введите первый класс начальной школы в первый раз со стороны населения того же возраста, и умножить результат на 100. Этот показатель имеет размерность значения сексу и местности.

source: Gross Intake Rate Report
rus: Валовой Сообщить скорость потребления

source: Divide the number of new entrants in grade 1, irrespective of age, by the population of official school-entrance age, and multiply the result by 100. This indicator has dimension values of sex, locality and grade.
rus: Разделите число учащихся, поступивших в 1-й класс, независимо от возраста, население официального школьного возраста вход, и умножить результат на 100. Этот показатель имеет размерность значения пола, местности и класса.

source: Repetition Rate Report
rus: Сообщить Частота повторения

source: Divide the number of repeaters in a given grade in school year t+1 by the number of pupils from the same cohort enrolled in the same grade in the previous school year t . This indicator has dimension values of sex, locality, sector and grade.
rus: Разделите количество ретрансляторов в данном классе в учебном году Т +1 по количеству учеников из той же когорты поступил в том же классе и в предыдущем т учебный год. Этот показатель имеет размерность значения пола, местности, отрасли и класса.

source: Completion Rate Report
rus: Сообщить Завершение Оценить

source: Divide the number of primary graduates, irrespective of age, by the population of theoretical primary graduation, and multiply the result by 100. This indicator has dimension values of sex, locality and sector.
rus: Разделите число первичных выпускников, независимо от возраста, население теоретических первичной окончания, и умножить результат на 100. Этот показатель имеет размерность значения пола, местности и сектора.

source: Survival Rate Report
rus: Сообщить выживаемость

source: Divide the total number of pupils belonging to a school-cohort who reached each successive grade of the specified level of education by the number of pupils in the school-cohort i.e. those originally enrolled in the first grade of primary education, and multiply the result by 100. The survival rate is calculated on the basis of the reconstructed cohort method, which uses data on enrolment and repeaters for two consecutive years. This indicator has dimension values of sex, locality and sector.
rus: Разделить общее количество учеников, принадлежащих к школе-когорты, которые достигли каждый последующий класс указанного уровня образования количество учащихся в школе-когорты, т.е. тех, которые изначально поступил в первый класс начальной школы, и умножьте результат на 100. Выживаемости рассчитывается на основе реконструированных методом когорта, которая использует данные о регистрации и ретрансляторов в течение двух лет подряд. Этот показатель имеет размерность значения пола, местности и сектора.

source: Transition Rate Report
rus: Сообщить скорость перехода

source: Divide the number of new entrants in the first grade of the specified higher cycle or level of education by the number of pupils who were enrolled in the final grade of the preceding cycle or level of education in the previous school year, and multiply by 100. This indicator has dimension values of sex, locality, sector and grade.
rus: Разделите число учащихся, поступивших в первый класс указанного выше цикла или уровня образования на количество учеников, которые были включены в итоговую оценку предшествующего цикла или уровня образования в предыдущем учебном году, и умножить на 100. Этот показатель имеет размерность значения пола, местности, отрасли и класса.

source: Pupil Teacher Ratio Report
rus: Ученик одного учителя отчет

source: Divide the total number of pupils enrolled at the specified level of education by the number of teachers at the same level. This indicator has dimension values of locality, sector and level of education.
rus: Разделить общее количество учащихся на определенный уровень образования по числу учителей на том же уровне. Этот показатель имеет размерность величины населенного пункта, сектора и уровня образования.

source: Pupil Class Ratio Report
rus: Ученик класса Соотношение отчет

source: Divide the total number of pupils enrolled at the specified level of education by the number of classes at the same level. This indicator has dimension values of locality and sector.
rus: Разделить общее количество учащихся на заданном уровне образования по числу классов на том же уровне. Этот показатель имеет значения размеров местности и сектора.

source: Trained Teachers Report
rus: Квалифицированные учителя Сообщить

source: Divide the number of teachers of the specified level of education who have received the minimum required teacher training by the total number of teachers at the same level of education, and multiply the result by 100. This indicator has dimension values of locality, sector and level of education.
rus: Разделите количество учителей указанного уровня образования, которые получили минимальный необходимый подготовки учителей на общее количество учителей на том же уровне образования, и умножить результат на 100. Этот показатель имеет размерность величины населенного пункта, сектора и уровня образования.

source: Gender Parity Index (Students) Report
rus: Индекс гендерного паритета (для студентов) доклад

source: Divide the number of female students by the number of male students. This indicator has dimension values of sex, locality, sector and level of education.
rus: Разделите число студенток по количеству студентов мужского пола. Этот показатель имеет размерность значения пола, местности, отрасли и уровня образования.

source: Female Students Report
rus: Женский Студенты Сообщить

source: Divide the number of female tertiary students enrolled in a specified ISCED level by the total number of students (male plus female) in that level in a given academic-year, and multiply the result by 100. This indicator has dimension values of locality, sector and level of education.
rus: Разделите число женщин-студентов высших учебных заведений, обучающихся в указанном уровне МСКО от общего числа студентов (мужчина плюс женщина) на этом уровне в данный учебный год, и умножить результат на 100. Этот показатель имеет размерность величины населенного пункта, сектора и уровня образования.

source: Female Teachers Report
rus: Женский Учителя Сообщить

source: Divide the total number of female teachers at a given level of education by the total number of teachers (male and female) at the same level in a given school year, and multiply by 100. This indicator has dimension values of locality, sector and level of education.
rus: Разделить общее количество учителей-женщин на данном уровне образования, на общее количество учителей (мужчин и женщин) на том же уровне в данном учебном году, и умножить на 100. Этот показатель имеет размерность величины населенного пункта, сектора и уровня образования.

source: Private Enrolment Report
rus: Частный отчет зачисления

source: Divide the number of pupils (or students) enrolled in private educational institutions in a given level of education by total enrolment (public and private) at the same level of education, and multiply the result by 100. This indicator has dimension values of sex, locality and level of education.
rus: Разделите количество учащихся (или студентов), обучающихся в частных учебных заведений в данном уровне образования общего числа учащихся (государственных и частных) на том же уровне образования, и умножить результат на 100. Этот показатель имеет размерность значения пола, местности и уровня образования.

source: Pupil Textbook Ratio Report
rus: Ученик Учебник Соотношение отчет

source: Divide the total number of pupils enrolled at the specified level of education by the number of textbooks at the same level. This indicator has dimension values of locality, and sector.
rus: Разделить общее количество учащихся на определенный уровень образования в ряде учебников на том же уровне. Этот показатель имеет размерность величины населенного пункта, а также сектор.

source: Water Sources Report
rus: Вода источники сообщают

source: Number of water sources by type. This indicator has dimension values of locality, sector and condition.
rus: Количество источников воды типа. Этот показатель имеет размерность величины населенного пункта, сектора и состояния.

source: Sanitation Facilities Report
rus: Санитарии Сообщить

source: Number of sanitation facilities by type. This indicator has dimension values of locality, sector and condition.
rus: Количество санитарных объектов по типу. Этот показатель имеет размерность величины населенного пункта, сектора и состояния.

source: Public Expenditure per Education Level Report
rus: Государственные расходы на образование Сообщить уровень

source: Divide total public expenditure for each level of education in a given financial year by the total public expenditure on education for the same financial year and multiply the result by 100.
rus: Разделите общего объема государственных расходов для каждого уровня образования в данном финансовом году общий государственных расходов на образование за тот же финансовый год и умножить результат на 100.

source: Public Expenditure on Education Report
rus: Государственные расходы на образование отчет

source: Divide total public expenditure on education incurred by all government agencies/departments in a given financial year by the total government expenditure for the same financial year and multiply by 100.
rus: Разделяй общего объема государственных расходов на образование, понесенных всех государственных учреждений / департаментов в данном финансовом году совокупные государственные расходы за тот же финансовый год и умножить на 100.

source: Public Expenditure on Education by GNP Report
rus: Государственные расходы на образование от ВВП отчета

source: Divide total public expenditure on education in a given financial year by the Gross National Product (GNP) or Gross National Income (GNI) of the country for the corresponding year and multiply by 100.
rus: Разделите общую государственных расходов на образование в данном финансовом году валовой национальный продукт (ВНП) или валовой национальный доход (ВНД) страны на соответствующий год и умножить на 100.

source: Public Expenditure per Pupil Report
rus: Государственные расходы на одного ученика отчет

source: Divide per pupil public current expenditure on each level of education in a given year by the GNI per capita for the same year and multiply by 100. This indicator has dimension values of level of education.
rus: Разделить на одного ученика общественного текущие расходы на каждого уровня образования в данном году по ВВП на душу населения за тот же год и умножить на 100. Этот показатель имеет размерность значений уровня образования.

source: Process
rus: Процесс

source: Abort All
rus: Отменить все

source: Clear All
rus: Удалить все

source: Started By
rus: Ответов

source: Started Date
rus: начала Дата

source: Finished Date
rus: Готовые Дата

source: Log
rus: Лог

source: Processing
rus: Обработка

source: Pending
rus: Ожидание

source: Aborted
rus: Прервано

source: Completed
rus: Завершено

source: Export To
rus: Экспорт

source: Export
rus: Экспорт

source: No Data
rus: Нет данных

source: GNP
rus: ВНП

source: Total Public Expenditure For Education
rus: Полный бюджет государственных расходов на образование

source: No Available Finance Records
rus: Нет доступных записей Финанс

source: Gender Parity Index
rus: Индекс гендерного равенства

source: Click the Generate button to create a restore point.
rus: Нажмите кнопку Сгенерировать, чтобы создать точку восстановления

source: All data will be backed up except for following tables:
rus: Все данные будут сохранены, за исключением следующих таблицах:

source: Security Users, Roles, and Functions
rus: Безопасность пользователей, роли и функции

source: System Configuration Values
rus: Ценности системы конфигурации

source: Security
rus: Безопасность

source: Please note that it may take sometime for the backup process to finish.
rus: Обратите внимание, что это может занять некоторое для резервного копирования и до конца.

source: Run Reports
rus: Отчеты Работы системы

source: Select All
rus: Выделить все

source: De-Select All
rus: Отменить выделение всего

source: Generate
rus: Генерировать

source: The system will %s the current data and restore to your previous data based on the restore point you selected.
rus: Система %s текущие данные и восстановить предыдущие данные, основанные на точку восстановления, которую вы выбрали.

source: OVERWRITE ALL
rus: Заменить все

source: Please note that the system will not restore the following tables:
rus: Обратите внимание, что система не будет восстанавливать следующие таблицы:

source: Below are the list of available backup dates, please choose a restore point.
rus: Ниже список доступных резервных дат, пожалуйста, выберите точку восстановления

source: Files
rus: Файлы

source: Format not support.
rus: Формат не поддерживается.

source: Image filesize too large.
rus: Изображение Размер файла слишком большой

source: Resolution too large.
rus: Разрешение слишком большой

source: File uploaded with success.
rus: Файл успешно загружен

source: Image exceeds system max filesize.
rus: Изображение Размер файла превышает максимально системы

source: Image exceeds max file size in the HTML form.
rus: Размер файла изображения превышает максимально допустимые нормы в формате HTML

source: Image was only partially uploaded.
rus: Изображение был загружен лишь частично

source: No image was uploaded.
rus: Нет изображения были загружены

source: Missing a temporary folder.
rus: Временная папка

source: Failed to write file to disk.
rus: Не удалось записать файл на диск

source: A PHP extension stopped the file upload.
rus: Расширение PHP остановил загрузку файлов

source: Max Resolution:
rus: Максимальное разрешение:

source: Max File Size:
rus: Максимальный размер файла:

source: Max Resolution: %s pixels
rus: Максимальное разрешение: пикселы %s

source: Format Supported:
rus: Поддерживаемые форматы:

source: Profile Image
rus: Изображение Профиля

source: Please enter the code for the Area.
rus: Пожалуйста, введите код района»

source: There are duplicate area code.
rus: Есть повторяющийся код зоны

source: Please enter the name for the Area.
rus: Пожалуйста, введите имя для области

source: Please supply a valid image.
rus: Пожалуйста, укажите действительный образ

source: Please enter a name for the Field of Study.
rus: Пожалуйста, введите имя для области исследования

source: This Field of Study already exists in the system.
rus: Этот Специальность уже существует в системе

source: Please select the programme orientation.
rus: Пожалуйста, выберите программу ориентации

source: Please enter a name for the Subject.
rus: Пожалуйста, введите имя субъекта

source: This subject already exists in the system.
rus: Этот объект уже существует в системе

source: You have entered an invalid username or password.
rus: Вы ввели неверное имя пользователя или пароль.

source: Please enter a duration.
rus: Пожалуйста, введите длительность

source: Add Programme
rus: Добавить программы

source: You are able to delete this record in the database. <br><br>All related information of this record will also be deleted.<br><br>Are you sure you want to do this?
rus: Вы можете удалить эту запись в базе данных. <br> <br> Все информацией этой записи также будут удалены. <br> <br> Вы уверены, что хотите это сделать?

source: Deleting attachment...
rus: Удаление вложений ...

source: Delete Attachment
rus: Удалить приложение

source: Do you wish to delete this record?
rus: Вы хотите удалить эту запись?

source: Updating attachment...
rus: Обновление привязанность ...

source: Bank Branch is required!
rus: Отделение банка не требуется!

source: Value
rus: Стоимость

source: value
rus: Стоимость

source: Unsaved Data
rus: несохраненные данные

source: Please save your data before proceed. <br><br>Do you want to save now?
rus: Пожалуйста, сохраните ваши данные, прежде чем продолжить. <br> <br> Вы хотите, чтобы сохранить сейчас?

source: Are you sure you want to leave?
rus: Вы уверены, что хотите уйти?

source: GNP value is required.
rus: ВНП требуется значение

source: Category is required!
rus: Категория не требуется!

source: Certificate is required!
rus: сертификат не требуется!

source: Institute is required!
rus: Институт не требуется!

source: Please select a country before adding new records.
rus: выберите страну, прежде чем добавлять новые записи.

source: Error has occurred.
rus: Ошибка произошло

source: Age cannot be empty.
rus: Возраст не может быть пустым

source: Age must be more then 0.
rus: Возраст должен быть более 0

source: No
rus: нет

source: Yes
rus: Да

source: Dialog
rus: Диалог

source: Required Field
rus: Обязательная граффа

source: Retrieving...
rus: Получение ...

source: Adding row...
rus: Добавление строк ...

source: Adding option...
rus: Добавление опции ...

source: Loading...
rus: Загрузка ...

source: Loading list...
rus: Загрузка списка ...

source: File is required!
rus: Файл не требуется!

source: Status is required!
rus: Статус не требуется!

source: Move Up
rus: Вверх

source: Move Down
rus: Вниз

source: Toggle this field active/inactive
rus: Переключить этой области активных / неактивных
