Repository: OpenEMIS/core
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: rus

source: Delete Confirmation
rus: Подтверждение удаления

source: Click to dismiss
rus: Нажмите, чтобы уволить

source: Unable to add Areas.<br/>Please create Area Level before adding Areas.
rus: Не удалось добавить районов. <br/> пожалуйста, создайте Площадь уровень, прежде чем добавить районах

source: Saving please wait...
rus: Сохранение пожалуйста, подождите ...

source: Loading Areas
rus: Загрузка областей

source: Batch executed successfully.
rus: Партия успешна выполнена»

source: Running batch...
rus: Запуск партии ...

source: Adding Field...
rus: Добавление поля ...

source: Please select a valid Start Date
rus: Пожалуйста, выберите действительную дату начала

source: Please select a valid End Date
rus: Пожалуйста, выберите правильный Дата окончания

source: Please add a programme to this institution site.
rus: Пожалуйста, добавьте программу в этой организации сайта.

source: Missing Coordinates Report
rus: Отсутствует Координаты отчет

source: List of Institution Sites with latitude and/or longitude values of 0 or null
rus: Список учреждение сайты с широтой и / или долготы значения 0 или NULL

source: OLAP Report
rus: OLAP-отчетов

source: Generated
rus: Сгенерировано

source: Generated Files
rus: Сгенерировано Файлы

source: Generating OLAP Report...
rus: Генерирует отчет OLAP …

source: Indicator
rus: индикатор

source: Sub Groups
rus: подгруппы

source: Time Period
rus: период времени

source: Data Value
rus: Значение данных

source: Classification
rus: классификация

source: Information
rus: информация

source: Area Name
rus: Название зоны

source: Education Programme Name
rus: Название программы образования

source: Bank Account Name
rus: Банковский счет Имя

source: Bank Account Number
rus: Банковский счет номер

source: Bank Account Active
rus: Банковский счет активного

source: Bank Branch Name
rus: Банк Название филиала

source: Academic Year
rus: Учебный год

source: Education Grade Name
rus: Имя образования класс

source: Class
rus: класс

source: Education Subject Name
rus: Имя Тема образования

source: No Of Textbooks
rus: Ряд учебников

source: Grid X Category
rus: Сетка X Категория

source: Grid Y Category
rus: Сетка Y категории

source: Building
rus: Здание

source: Material
rus: материал

source: Room
rus: номер

source: Resource
rus: Ресурс

source: Student Name
rus: Имя студента

source: Teacher Name
rus: Имя учителя

source: Staff Name
rus: Персонал название

source: Available Variables
rus: Доступные переменные

source: Selected Variables
rus: Выбранные переменные

source: Institution Provider
rus: Учреждение поставщика

source: Institution Status
rus: Учреждение статуса

source: Institution Site Locality
rus: Местность учреждение сайта

source: Institution Site Type
rus: Тип учреждения сайту

source: Institution Site Ownership
rus: Собственность учреждение сайта

source: Institution Site Status
rus: Статус учреждение сайта

source: Education Programme
rus: Образовательная программа

source: Education Grade
rus: Образование класс

source: Student Category
rus: Студенческие категории

source: No backup files found.
rus: Нет резервного копирования файлов не найдено.

source: Yearbook
rus: ежегодник

source: Organization Name
rus: Название организации

source: Publication Date
rus: Дата публикации

source: Logo
rus: логотип

source: Data Outliers
rus: Тип сайта

source: Census Numbers that have age or total of male and female numbers beyond the specified range in settings.
rus: Перепись числа, которые имеют возраст или общее мужчины и женщины, выходящая за пределы диапазона, установленного в настройках.

source: Page Orientation
rus: Ориентация страницы

source: Yearbook Logo
rus: ежегодник логотип

source: Maximum Student Age
rus: Максимальный возраст студентов

source: Minimum Student Age
rus: Минимальный возраст студентов:

source: Maximum Student Number
rus: Максимальное количество студенческих

source: Minimum Student Number
rus: Минимальное количество студенческих

source: Data Discrepancy
rus: Данные несоответствия

source: Data Discrepancy Variation(%)
rus: Данные несоответствия вариации (%)

source: Previous Year
rus: предыдущий год

source: Previous Year Male
rus: Предыдущая Мужской Год

source: Previous Year Female
rus: Предыдущая Женщина Года

source: Data Discrepancy Reports
rus: Отчеты Данные несоответствия

source: age
rus: возраст

source: Completion Rate / Gross Primary Graduation Ratio
rus: коэффициент окончания / общий коэффициент окончания начальной школы

source: Divide the number of primary graduates, irrespective of age, by the population of theoretical primary graduation, and multiply the result by 100.
rus: Разделить число выпускников начальной школы, независимо от возраста на теоретическое количество выпускников начальной школы и умножьте результат на 100.

source: Percentage of Trained Teachers
rus: Процент квалифицированных учителей

source: Divide the female value of a given indicator by that of the male.
rus: Разделите женский коэффициент данного показателя на мужской

source: Percent of Female Students
rus: Процент студенток

source: Percent of Female Teachers
rus: Процент учителей-женщин

source: Percentage of Private Enrolment
rus: Процент частного зачисления

source: Percentage of schools with improved drinking water sources
rus: Процент школ с улучшенным источникам питьевой воды

source: Percentage of schools with adequate sanitation facilities
rus: Процент школ с надлежащими санитарно-гигиеническими условиями

source: Public Expenditure as percentage of Total Public Expenditure on Education
rus: Государственные расходы как процент от общих государственных расходов на образование

source: Divide public current expenditure devoted to each level of education by the total public current expenditure on education, and multiply the result by 100. Divide public current expenditure on education in a given financial year by the total public expenditure on education for the same financial year and multiply the result by 100.
rus: Разделите текущие общественные расходы, направленные на каждый уровень образования, на текущие общую сумму общественных расходов на образование и умножьте результат на 100. Разделите текущие общественные расходы на образование в данном финансовом году на общую сумму государственных расходов на образование за тот же финансовый год и умножьть результат на 100.

source: Public Expenditure as percentage of Total Government Expenditure
rus: Общественные расходы как процент от общих государственных расходов

source: Public Expenditure as percentage of Gross National Product (GNP)
rus: Общественные расходы как процент от валового национального продукта (ВНП)

source: Number of teachers
rus: Количество учителей

source: Net Admission Rate / Net Intake Rate
rus: Коэффициент чистого зачисления / коэффициент чистого приема

source: Gross Admission Rate / Gross Intake Rate
rus: Общий коэффициент зачисления / общий коэффициент допуска

source: Summary report on Census Additional Information about enrolment
rus: Сводный отчет о переписи дополнительной информации о зачислении

source: Summary report on Buildings
rus: Сводный отчет о зданиях

source: Report on Rooms
rus: Отчет по комнатам

source: Report on number of Sanitations and Conditions
rus: Отчет по количеству санузлов и их состояние

source: Report on number of Furnitures and its conditions
rus: Отчет по количеству мебели и ее состоянии

source: Report on number and kinds of Resources as well as Condition status
rus: Отчет о количестве и видах ресурсов, а также статус их состояния

source: Report on Power sources
rus: Отчет по источникам питания

source: Report on number of Powers types and Conditions
rus: Отчет по количеству типов электропитания и их состояние

source: Report on Water
rus: Отчет по воде

source: Report on conditions, number, kinds of water source of Institutions
rus: Отчет по условиям, количеству, типам водоснабжения для учреждений

source: Student List
rus: Список студентов

source: Report on student additional info
rus: Отчет по дополнительной информации о студентах

source: Report on Teachers Additional Info
rus: Отчет по дополнительной информации о преподавателях

source: Report on Staff Additional Info
rus: Отчет по дополнительной информации о персонале

source: List of institution's additional info
rus: Отчет по дополнительной информации об учреждениях

source: Enrolment Summary
rus: Резюме зачисления

source: Class List
rus: Список классов

source: Report on classes
rus: Отчет по классам

source: Summary report on Textbooks
rus: Сводный отчет по учебникам

source: Summary report on Teachers
rus: Сводный отчет по учителям

source: Trainings
rus: Тренинги

source: Staffs
rus: Персонал

source: Summary report on Institution Staffs
rus: Сводный отчет по персоналу учреждений

source: Summary report on Census Table Related Information
rus: Сводный отчет по дополнительная информации таблицах переписи

source: Summary report on income
rus: Сводный отчет о доходах

source: Report on expenditure
rus: Отчет о расходах

source: Institution List
rus: Список учреждени

source: Report on institutions
rus: Отчет об учреждениях

source: Institution Site List
rus: Список учреждений

source: Report on institution sites
rus: Отчет по учреждениям

source: Please contact support for more information on Custom Report.
rus: Пожалуйста, свяжитесь со службой поддержки для получения дополнительной информации о пользовательских отчетах.

source: This is a report on classes
rus: Это отчет по классам

source: This is a report on student
rus: Это отчет по студентам

source: This is a report on Teachers
rus: Это отчет по учителям

source: This is a report on Staff
rus: Это отчет по персоналу
