Repository: OpenEMIS/core
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: rus

source: Home
rus: Главная страница

source: Welcome
rus: Добро пожаловать

source: Account
rus: Вход

source: Help
rus: Помощь

source: Logout
rus: Выход

source: Institutions
rus: Учреждения

source: Students
rus: Студенты

source: Teachers
rus: Учителя

source: Staff
rus: персонал

source: Reports
rus: Отчеты

source: Settings
rus: Настройки

source: Demo
rus: Демо

source: --Select--
rus: --Выбрать--

source: Day
rus: День

source: Month
rus: Месяц

source: Year
rus: Год

source: Male
rus: Мужской

source: Female
rus: Женский

source: Unisex
rus: унисекс

source: Select File
rus: Выбрать файл

source: Edit
rus: редактировать

source: View
rus: смотреть

source: Delete
rus: удалять

source: History
rus: История

source: Save
rus: Сохранить

source: Cancel
rus: Отмена

source: Update
rus: Обновить

source: Previous
rus: Назад

source: Next
rus: Следующий

source: Statistics
rus: Статистика

source: Institutions Sites
rus: Cайты учреждений

source: Activities
rus: Мероприятия

source: Student
rus: Студент

source: has been edited
rus: был отредактирован

source: has been deleted
rus: были удалены

source: has been added to the List of
rus: была добавлена ​​в список

source: by
rus: на

source: Notice
rus: Примечание

source: Note: Max upload file size is 2MB.
rus: Примечание: Максимальная загрузка <br/>файла размером 2 Мб.

source: Image
rus: Картинка

source: Document
rus: Документ

source: File is deleted successfully.
rus: Файл успешно удален.

source: File was deleted successfully.
rus: Файл был успешно удален.

source: Error occurred while deleting file.
rus: Ошибка при удалении файла

source: Files have been saved successfully.
rus: Файлы были успешно сохранены.

source: Some errors have been encountered while saving files.
rus: Некоторые ошибки, которые возникли при сохранении файлов.

source: Records have been added/updated successfully.
rus: Записи были успешно добавлены / обновлены

source: Records have been deleted successfully.
rus: Записи были успешно удалены.

source: Error occurred while deleting record.
rus: Ошибка при удалении записи.

source: have been deleted successfully.
rus: был успешно удален.

source: Searching...
rus: Поиск ...

source: %s have been deleted successfully.
rus: % были успешно удалены

source: Please enter a unique Identification No
rus: Пожалуйста, введите уникальный <br/>Идентификационный номер

source: Please enter a unique Code
rus: Пожалуйста, введите уникальный код

source: List of Students
rus: Список студентов

source: Add new Student
rus: Добавить новый студент

source: Details
rus: Детали

source: DETAILS
rus: Подробности

source: Attachments
rus: Приложения

source: Overview
rus: обзор

source: More
rus: больше

source: Additional Info
rus: Дополнительная информация

source: STUDENT INFORMATION
rus: СВЕДЕНИЯ ОБ УЧАЩИХСЯ

source: Static Fields
rus: Статические поля

source: Field Options
rus: Параметры поля

source: National Assessments
rus: национальных оценок

source: ASSESSMENT
rus: ОЦЕНКА

source: Assessment Results
rus: Результаты оценки

source: Student Details
rus: Подробная информация о студенте

source: Student History
rus: История Студента

source: Add
rus: Добавить

source: Attachment
rus: Приложение

source: Student Identification No, First Name or Last Name
rus: Студенческий Идентификационный номер, Имя или Фамилия

source: Student Identification
rus: студенческий билет

source: Teacher Identification
rus: Учитель Идентификация

source: Staff Identification
rus: идентификации работников

source: Identification No.
rus: Идентификационный номер.

source: Identification No
rus: Идентификационный номер

source: First Name
rus: Имя

source: Last Name
rus: Фамилия

source: Gender
rus: Пол

source: Date of Birth
rus: Дата рождения

source: Date Of Birth
rus: Дата рождения

source: File
rus: Файл

source: Description
rus: Описание

source: File Type
rus: Тип файла

source: Uploaded On
rus: Загружено

source: Institution
rus: Учреждение

source: Start Date
rus: Дата начала

source: End Date
rus: Дата окончания

source: Address
rus: Адрес

source: Address Area
rus: поле адреса

source: Birth Place Area
rus: Площадь Место рождения

source: Postal Code
rus: Почтовый Индекс

source: Telephone
rus: Телефон

source: Email
rus: Эл. Почта

source: E-mail
rus: Эл. Почта

source: General
rus: Общие

source: GENERAL
rus: Общие

source: Contact
rus: Контакт

source: No Student found.
rus: Студент не найден.

source: No history found.
rus: Истории не найдено

source: List of Staff
rus: Список сотрудников

source: Add new Staff
rus: Добавить новый персонал

source: STAFF INFORMATION
rus: ИНФОРМАЦИЯ О СОТРУДНИКАХ

source: Staff Details
rus: Подробности о сотрудниках

source: No Staff found.
rus: Информация о сотруднике не найдена.

source: Staff History
rus: История о Сотруднике

source: List of Teachers
rus: Список учителей

source: Add new Teacher
rus: Добавить нового учителя

source: Qualifications
rus: Квалификация

source: Training
rus: профессиональная подготовка

source: TEACHER INFORMATION
rus: ИНФОРМАЦИЯ ОБ УЧИТЕЛЕ

source: OTHER INFORMATION
rus: ДОПОЛНИТЕЛЬНАЯ ИНФОРМАЦИЯ

source: Teacher Details
rus: Подробности об учителе

source: Teacher History
rus: История учителя

source: Date of Issue
rus: Дата выдачи

source: Certificate
rus: Сертификат

source: Certificate No.
rus: Сертификат №

source: Issued By
rus: , выданного

source: Completed Date
rus: Дата завершения

source: Category
rus: Категория

source: Certifications
rus: Сертификаты

source: No Teacher found.
rus: Учитель не найден.

source: Teacher
rus: Учитель

source: Please enter a valid First Name
rus: Пожалуйста, укажите правильное ИМЯ

source: Please enter a valid Last Name
rus: Пожалуйста, укажите правильную ФАМИЛИЮ

source: Please enter a valid Identification No
rus: Пожалуйста, введите действительное удостоверение личности нет

source: Please select a Gender
rus: Пожалуйста, выберите пол

source: Please enter a valid Address
rus: Пожалуйста, введите правильный адрес

source: Please enter a valid Postal Code
rus: Пожалуйста, укажите действительный почтовый индекс

source: Please select a Date of Birth
rus: Пожалуйста, выберите дату рождения

source: Please enter a valid Email
rus: Пожалуйста, введите правильный e-mail

source: Please enter a valid username
rus: Пожалуйста, введите имя пользователя

source: This username is already in use.
rus: Этот имя пользователя уже используется

source: Password must be at least 6 characters
rus: Пароль должен содержать не менее 6 символов

source: Please enter a valid password
rus: Пожалуйста, введите пароль

source: You need to assign a role to the user
rus: Вы должны назначить пользователю роль

source: No Institution Sites
rus: Нет Сайты учреждения

source: No Areas
rus: Нет зона

source: Permissions
rus: Разрешения

source: Edit Permissions
rus: Изменить разрешения

source: Edit Role - Area Restricted
rus: Редактировать роль – Доступ ограничен

source: Role - Area Restricted
rus: Роль - области, ограниченной

source: Edit Role Assignment
rus: Изменение назначения ролей

source: Role Assignment
rus: назначение ролей

source: Edit Roles
rus: Изменение ролей

source: Users
rus: Пользователи

source: Add User
rus: Добавить пользователя

source: Roles
rus: Роли

source: Edit Details
rus: Редактировать информацию

source: Edit Additional Info
rus: Редактировать Дополнительная информация

source: Edit Programmes
rus: Редактирование программ

source: Add Institution
rus: Добавить учреждение

source: Name
rus: Имя

source: Area
rus: Площадь

source: Site Type
rus: Тип сайта

source: Site Code
rus: Сайт кодекс

source: Code
rus: Кодекс

source: Institution Name
rus: учреждениях

source: Sector
rus: сектор

source: Provider
rus: Поставщик

source: Site Name
rus: Имя узла

source: Type
rus: сайта

source: Ownership
rus: Собственность

source: Country
rus: Страна

source: Province
rus: Провинция

source: District
rus: Район

source: LLG
rus: ЛЛГ

source: Ward
rus: палата

source: Street
rus: улица

source: Block
rus: блокировать

source: Axis
rus: ось

source: State
rus: государство

source: Locality
rus: Регион

source: Latitude
rus: широта

source: Longitude
rus: Долгота

source: No Institution Sites.
rus: Нет учреждение сайтов

source: Institution Site Details
rus: Подробности учреждение Сайт

source: Institution Site Code
rus: Подробности учреждение

source: Please enter a valid Name
rus: Пожалуйста, введите действительное имя

source: Please enter a valid Code
rus: Пожалуйста, введите код

source: Please select a Provider
rus: Пожалуйста, выберите поставщика

source: Please select a Status
rus: Пожалуйста, выберите статус

source: Please select the Date Opened
rus: Пожалуйста, выберите Дата открытия

source: Please select a Site Type
rus: Пожалуйста, выберите сайт типа

source: Please select an Ownership
rus: Пожалуйста, выберите собственности

source: Please select an Area
rus: Пожалуйста, выберите область

source: Institution Code
rus: Институт кодекс

source: Institution Name or Code
rus: Название учреждения или кодекс

source: Status
rus: Статус

source: Date Opened
rus: Дата открытия

source: Date Closed
rus: Дата Закрытия

source: Location
rus: Место расположения

source: Contact Person
rus: Контактное лицо

source: Fax
rus: Факс

source: Website
rus: Сайт

source: Add New
rus: Добавьте новый

source: Active
rus: Активный

source: Account Name
rus: Название счета

source: Account Number
rus: номер счета

source: Bank
rus: Банк

source: Branch
rus: Филиал

source: Bank Details
rus: Реквизиты

source: National Education System
rus: Национальная система образования

source: Grade
rus: Класс

source: Seats
rus: Места

source: Age
rus: Возраст

source: Results
rus: оценки

source: TOTALS
rus: Общее число

source: Total
rus: Общее число

source: Source
rus: Источник

source: Nature
rus: Природа

source: Amount
rus: Сумма

source: Edit Teachers
rus: Редактировать список учителей

source: Edit Training
rus: Редактировать список тренингов

source: Edit Bank Accounts
rus: Редактировать банковские детали

source: Edit Classes
rus: Редактировать список классов

source: Edit Finances
rus: Редактировать Финансы

source: Edit Other Forms
rus: Изменить другие формы

source: Edit Infrastructure
rus: Редактировать список инфраструктур

source: Trained Teachers
rus: подготовленных учителей

source: No Available Programmes
rus: Нет Доступные программы

source: Institution History
rus: Институт истории

source: Institution Site History
rus: Учреждение сайта История

source: My Details
rus: Мои данные

source: has been updated successfully.
rus: был успешно обновлен

source: Change Password
rus: Изменить пароль

source: successfully updated.
rus: успешно обновлены.

source: Please try again later.
rus: Пожалуйста, повторите попытку позже

source: Please enter your current password
rus: Пожалуйста, введите ваш текущий пароль

source: Current password does not match.
rus: Текущий пароль не совпадают

source: New password required.
rus: Новый пароль требуется

source: Please enter a min of 6 alpha numeric characters.
rus: Пожалуйста, введите мин из 6 буквенно-цифровых символов.

source: Please enter alpha numeric characters.
rus: Пожалуйста, введите буквенно-цифровые символы»

source: Passwords do not match.
rus: Пароли не совпадают

source: System Information
rus: Системные сведения

source: Support
rus: Поддержка

source: License
rus: Лицензия

source: Edit My Details
rus: Редактировать данные

source: Finance
rus: Финансы

source: Total Public Expenditure
rus: общих государственных расходов

source: National Denominators
rus: Национальные знаменатели

source: Select
rus: Выбрать

source: Total Public Expenditure Per Education Level
rus: общих государственных расходов на образование по Level

source: System
rus: Система

source: Level
rus: Уровень

source: Cycle
rus: Цикл

source: Programme
rus: Программа

source: Orientation
rus: Ориентация

source: Field of Study
rus: Специальность

source: Certification
rus: Сертификация

source: Subject
rus: Тема

source: January
rus: Январь

source: February
rus: Февраль

source: March
rus: Март

source: April
rus: Апрель

source: May
rus: Май

source: June
rus: Июнь

source: July
rus: Июль

source: August
rus: Август

source: September
rus: Сентябрь

source: October
rus: Октябрь

source: November
rus: Ноябрь

source: December
rus: Декабрь

source: Your session is timed out. Please login again.
rus: Что вы сессии истекло. Пожалуйста, войдите снова.

source: You are not an authorized user.
rus: Вы не авторизированный пользователь.

source: You have encountered an unexpected error. Please contact the system administrator for assistance.
rus: Вы произошла непредвиденная ошибка. Пожалуйста, обратитесь к системному администратору.

source: Host Unreachable
rus: Узел недоступен

source: Host is unreachable, please check your internet connection.
rus: Хост недоступен, пожалуйста, проверьте подключение к Интернету.

source: Session Timed Out
rus: Время сессии закончено

source: Page not found
rus: Страница не найдена

source: The requested page cannot be found.
rus: Запрошенная страница не найдена

source: Please contact the administrator for assistance.
rus: Пожалуйста, обратитесь к администратору.

source: An unexpected error has occurred.
rus: произошла непредвиденная ошибка

source: JSON parse failed
rus: JSON разбора не удалось

source: Invalid JSON data.
rus: Неверные данные JSON

source: Request Timeout
rus: Срок запроса истек

source: Your request has been timed out. Please try again.
rus: Ваш запрос был тайм-аут. Пожалуйста, попробуйте еще раз.

source: Request Aborted
rus: Запрос прерван

source: Your request has been aborted.
rus: Что вы запроса была прервана.

source: Unexpected Error
rus: Неожиданная ошибка

source: Edit System Configurations
rus: Редактировать конфигурацию системы

source: File is updated successfully.
rus: Файл успешно обновлены.

source: Error occurred while updating file.
rus: Ошибка при обновлении файла

source: File have been updated successfully.
rus: Файл был успешно обновлен

source: File has not been updated successfully.
rus: Файл не были успешно обновлены.

source: File format not supported.
rus: Формат файла не поддерживается

source: Image has exceeded the allow file size of
rus: Image превысили позволяет размер файла

source: Please reduce file size.
rus: Пожалуйста, уменьшить размер файла

source: Image resolution is too small.
rus: разрешение изображения слишком мал

source: error
rus: Ошибка

source: Error
rus: Ошибка

source: log does not exists
rus: журнала не существует

source: Add new Institution
rus: Добавить новое учреждение

source: Institution Details
rus: Институт Подробности

source: SITE INFORMATION
rus: Информация о сайте

source: Add new Institution Site
rus: Добавить новый сайт учреждения

source: Add New Institution Site
rus: Добавить новый сайт учреждения

source: Bank Accounts
rus: Банковские счета

source: Bank Account
rus: банковский счет

source: CENSUS
rus: ПЕРЕПИСЬ

source: Enrolment
rus: Прием

source: Programmes
rus: Программы

source: Classes
rus: Классы

source: Textbooks
rus: Учебники

source: Infrastructure
rus: Инфраструктура

source: Finances
rus: Финансы

source: Other Forms
rus: Другие формы

source: SYSTEM SETUP
rus: Настройка системы

source: Administrative Boundaries
rus: Административные границы

source: Education Structure
rus: Структура образования

source: Setup Variables
rus: Переменные настроек

source: Edit Setup Variables
rus: Редактировать настройки переменных

source: Custom Fields
rus: Пользовательские поля

source: Edit Custom Fields
rus: Редактирование пользовательских полей

source: Custom Table
rus: Пользовательские таблицы

source: Edit Custom Table
rus: Редактировать пользовательские таблицы

source: System Configurations
rus: Конфигурация системы

source: ACCOUNTS &amp; SECURITY
rus: счета и БЕЗОПАСНОСТЬ

source: ACCOUNTS & SECURITY
rus: счета и БЕЗОПАСНОСТЬ

source: NATIONAL DENOMINATORS
rus: НАЦИОНАЛЬНЫЕ ЗНАМЕНАТЕЛИ

source: Population
rus: Население

source: DATA PROCESSING
rus: обработки данных

source: Generate Reports
rus: Создание отчетов

source: Export Indicators
rus: Экспорт индикаторов

source: Processes
rus: Процессы

source: DATABASE
rus: База данных

source: Backup
rus: Резервирование

source: Restore
rus: Восстановить

source: Setup
rus: Установка

source: The census data has been updated successfully.
rus: Данные переписи были успешно обновлены.

source: Graduates not required.
rus: Выпускники не требуется.

source: No Custom Census Table.
rus: Нет пользовательские таблицы переписи.

source: Message Not Found.
rus: Сообщение не найдено.

source: Good
rus: Хорошо

source: Fair
rus: Ярмарка

source: Poor
rus: Плохо

source: Current Password
rus: Текущий пароль

source: New Password
rus: Новый пароль

source: Retype New Password
rus: Повторите новый пароль

source: Username
rus: Имя пользователя

source: Last Login
rus: Последний вход в систему

source: Please enter your current password.
rus: Пожалуйста, введите ваш текущий пароль.

source: Areas
rus: районы

source: Visible
rus: Видимый

source: Area Level
rus: Уровень Области

source: Area Levels
rus: Уровни области

source: Edit Area Levels
rus: Редактировать Уровни Области

source: Structure
rus: структура

source: Education
rus: Образование

source: Education Level
rus: Уровень образования

source: Education System
rus: Образование

source: Admission Age
rus: Прием век

source: Programme Orientation
rus: Программы ориентации

source: Order
rus: Заказать

source: Field Of Study
rus: Полевые исследования

source: ISCED Level
rus: МСКО уровень

source: Subjects
rus: субъектов

source: Duration
rus: Продолжительность

source: Grades
rus: Марки

source: Grade Subject
rus: Тема урока

source: Back to Programmes
rus: Редактирование программ

source: Back to Grades
rus: Вернуться к списку

source: Graduates
rus: Выпускники

source: Please select a programme first.
rus: Пожалуйста, выберите программу первым.

source: Option
rus: Опция

source: an option
rus: опции

source: School Year
rus: Школа года

source: Current
rus: Текущий

source: Available
rus: Доступный

source: Categories
rus: Категории

source: Buildings
rus: Здания

source: Materials
rus: Материалы

source: Resources
rus: Ресурсы

source: Furniture
rus: Мебель

source: Energy
rus: Энергия

source: Rooms
rus: Номера

source: Sanitation
rus: санитария

source: Water
rus: Вода

source: Banks
rus: Банки

source: Capital Income
rus: дохода от капитала

source: Capital Expenditure
rus: Капитальные расходы

source: Recurrent Income
rus: Текущие доходы

source: Recurrent Expenditure
rus: текущие расходы

source: Other
rus: Другие

source: Instructional
rus: Учебный

source: Support Services
rus: Службы поддержки

source: Facilities
rus: Услуги

source: Qualification Certificates
rus: квалификационные сертификаты

source: Qualification Categories
rus: квалификационных категорий

source: Qualification Institutions
rus: Квалификация учреждений

source: Training Categories
rus: Категории Тренинг

source: Sources
rus: Истоки

source: Branches
rus: Филиалы

source: Sanitations
rus: Санитария

source: Section Break
rus: Раздел Break

source: Single Line Text
rus: Единый текст Line

source: Multi Line Text
rus: Многострочный текст

source: DropDown List
rus: выпадающий список

source: Dropdown List
rus: раскрывающийся список

source: Checkboxes
rus: Флажки

source: Institution Custom Fields
rus: Поля для настроики учреждения

source: Institution Site Custom Fields
rus: Поля настроики учреждения сайта

source: Census Custom Fields
rus: Перепись Пользовательские поля

source: Student Custom Fields
rus: Поля настроики для студентов

source: Teacher Custom Fields
rus: Поля настроики для учитилей

source: Staff Custom Fields
rus: Персонал Пользовательские поля

source: Census Custom Tables
rus: Перепись пользовательских таблиц

source: Field Label
rus: Метка поля

source: List of Custom Census Table
rus: Список пользовательские таблицы переписи населения

source: Filter by
rus: Фильтр по

source: X Category
rus: X Категория

source: Y Category
rus: Y категории

source: List
rus: Список

source: Dashboard Image
rus: Dashboard Изображение

source: Back to Config
rus: Назад в Настроики

source: Title
rus: Название

source: Date Format
rus: Формат даты

source: Currency
rus: Валюта

source: Language
rus: Язык

source: Back to List
rus: Вернуться к списку

source: Reconnecting...
rus: Повторное подключение…

source: Password
rus: Пароль

source: Login
rus: Логин

source: Education Management Information System
rus: Информационная Система Управления Образованием

source: Function
rus: Функция

source: Institution Site
rus: Институт сайта

source: INSTITUTION SITE
rus: Институт сайта

source: Census
rus: Перепись

source: Accounts &amp; Security
rus: Учетные записи и безопасность

source: Export Indicator
rus: Экспорт Индикатор

source: Custom Tables
rus: Таблицы настроики

source: Configurations
rus: Конфигурации

source: Role
rus: Роль

source: Modules
rus: Модули

source: Add New User
rus: Добавить нового пользователя

source: Inactive
rus: неактивные

source: Retype Password
rus: Повторите пароль

source: User Details
rus: Подробности пользователя

source: Full access on all modules
rus: Полный доступ ко всем модулям

source: Back to Roles
rus: Вернуться к списку

source: Database
rus: База данных

source: PHP Version
rus: Версия PHP

source: Web Server
rus: Web-сервер

source: Operating System
rus: Операционные системы

source: Data not available.
rus: Нет данных

source: The selected report is currently being processed.
rus: выбранный отчет в настоящее время обрабатывается.

source: Institution Reports
rus: Учреждение об

source: Student Reports
rus: Отчеты Студент

source: Teacher Reports
rus: Отчеты учителей

source: Staff Reports
rus: Отчеты Персонала

source: Consolidated Reports
rus: консолидированной отчетности

source: Indicator Reports
rus: Отчеты Индикатор

source: Data Quality Reports
rus: Отчеты по Качеству Данных

source: DataQuality Reports
rus: Отчеты DataQuality

source: Custom Reports
rus: Пользовательские отчеты

source: Please contact
rus: Пожалуйста, обращайтесь в компанию

source: support
rus: поддержки

source: for more information on Custom Reports.
rus: Более подробную информацию о пользовательских отчетов

source: Last Run
rus: Последние Run

source: Types
rus: Типы

source: Institution Report
rus: Учреждение об

source: List of Institutions
rus: Список организаций

source: Institution Additional Info Report
rus: Институт Дополнительная информация Список

source: List of Institutions with additional info
rus: Список высших учебных заведений дополнительная информация

source: Institution Site Report
rus: Учреждение об

source: List of Institution Sites
rus: Список учреждение сайты

source: Institution Site Additional Info Report
rus: Институт сайта Дополнительная информация Список

source: List of Institution Sites with additional info
rus: Отчет о дополнительной информации учреждении сайта

source: Institution Site Programme Report
rus: Программы учреждение Сайт

source: List of Institution Sites with Programmes
rus: Список учреждение сайта с их программами предложили

source: Institution Site Bank Account Report
rus: Институт счетов сайт банка

source: List of Institution Sites with Bank Accounts
rus: Список учреждение сайта с их банковских счетов

source: Enrolment Report
rus: Прием отчетов

source: Summary of enrolment from census
rus: Основная информация о зачислении переписи

source: Class Report
rus: Класс отчет

source: Summary of classes from census
rus: Резюме классы от переписи

source: Textbook Report
rus: Учебник отчет

source: Summary of textbooks from census
rus: Обзор учебников из переписи

source: Teacher Report
rus: Учитель отчет

source: Summary of teachers from census
rus: Резюме преподавателей из переписи
