Repository: OpenEMIS/core
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: spa

source: Adding option...
spa: Añadiendo opción ...

source: Loading...
spa: Cargando ...

source: Loading list...
spa: Cargar lista ...

source: File is required!
spa: !El archivo es necesario!

source: Status is required!
spa: !Estado es necesario!

source: Move Up
spa: Mover hacia arriba

source: Move Down
spa: Mover hacia abajo

source: Toggle this field active/inactive
spa: Alternar este campo activo / inactivo

source: Delete Confirmation
spa: Confirmar eliminación

source: Click to dismiss
spa: Haga clic para ignorar

source: Unable to add Areas.<br/>Please create Area Level before adding Areas.
spa: No se puede añadir áreas. <br/> por favor, crear Nivel de Área antes de añadir áreas

source: Saving please wait...
spa: Guardando por favor espere ...

source: Loading Areas
spa: Cargando las áreas

source: Batch executed successfully.
spa: Lote ejecutado con éxito.

source: Running batch...
spa: Ejecutar lote ...

source: Adding Field...
spa: agregando campo ...

source: Please select a valid Start Date
spa: Por favor, seleccione una fecha de inicio válida

source: Please select a valid End Date
spa: Por favor, seleccione una fecha de finalización válida

source: Please add a programme to this institution site.
spa: Por favor agregar un programa a este sitio institución.

source: Missing Coordinates Report
spa: Informe de coordenadas ausentes

source: List of Institution Sites with latitude and/or longitude values of 0 or null
spa: Lista de Sitios institución con los valores de latitud y / o longitud de 0 o nulo

source: OLAP Report
spa: Informes OLAP

source: Generated
spa: Generado

source: Generating OLAP Report...
spa: Generación de informes OLAP…

source: Indicator
spa: Indicador

source: Sub Groups
spa: Subgrupo

source: Time Period
spa: Período de tiempo

source: Data Value
spa: Información del valor

source: Classification
spa: Clasificación

source: Information
spa: Información

source: Area Name
spa: Zona Nombre

source: Education Programme Name
spa: Nombre del Programa de Educación

source: Bank Account Name
spa: Banco Nombre de la cuenta

source: Bank Account Number
spa: Número de cuenta bancaria

source: Bank Account Active
spa: Banco Cuenta activa

source: Bank Branch Name
spa: Nombre del Banco Sucursal

source: Academic Year
spa: Año escolar

source: Education Grade Name
spa: Educación Grado Nombre

source: Class
spa: Clase

source: Education Subject Name
spa: Educación Nombre de sujeto

source: No Of Textbooks
spa: Número de libros

source: Grid X Category
spa: Rejilla Categoría X

source: Grid Y Category
spa: Rejilla Categoría Y

source: Building
spa: Construcciones

source: Resource
spa: Recurso

source: Student Name
spa: Nombre del estudiante

source: Teacher Name
spa: Nombre del maestro

source: Staff Name
spa: Nombre personal

source: Available Variables
spa: Variables disponibles

source: Selected Variables
spa: Las variables seleccionadas

source: Institution Provider
spa: Institución de Proveedores

source: Institution Status
spa: Institución Estado

source: Institution Site Locality
spa: Institución Sitio Web

source: Institution Site Type
spa: Tipo de Institución del sitio

source: Institution Site Ownership
spa: Institución Propiedad del sitio

source: Institution Site Status
spa: Institución Estado del sitio

source: Education Programme
spa: Programa de educación

source: Education Grade
spa: Educación Grado

source: Student Category
spa: Estudiante Categoría

source: Yearbook
spa: Anuario

source: Organization Name
spa: Nombre de Organización

source: Publication Date
spa: Año de Publicación
