Repository: OpenEMIS/core
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: spa

source: Summary of additional info from census
spa: Resumen de la información adicional del censo

source: Census Tables
spa: Tablas del censo

source: Summary of additional info tables from census
spa: Resumen de las tablas de información adicional de los censos

source: Income Report
spa: Informe de Ingreso

source: Summary of income from census
spa: Resumen de los ingresos de los censos

source: Expenditure Report
spa: Reporte de Gastos

source: Summary of expenditure from census
spa: Resumen de los gastos de los censos

source: Building Report
spa: Edificio Informe

source: Summary of buildings and condition from census
spa: Resumen de los edificios y las condiciones de censo

source: Rooms Report
spa: Report de las aulas

source: Summary of rooms and condition from census
spa: Resumen de las habitaciones y la situación del censo

source: Sanitation Report
spa: Informe Saneamiento

source: Summary of sanitation, gender and condition from census
spa: Resumen de los servicios de saneamiento, el género y la condición de los censos

source: Furniture Report
spa: Reporte de Muebles

source: Summary of furniture and condition from census
spa: Resumen de los muebles y las condiciones de censo

source: Resource Report
spa: Reporte de recursos

source: Summary of resources and condition from census
spa: Resumen de los recursos y la situación del censo

source: Energy Report
spa: Informe de la Energía

source: Summary of power and condition from census
spa: Resumen de la energía y el estado de los censos

source: Water Report
spa: Reporte de agua

source: Summary of water and condition from census
spa: Resumen del agua y las condiciones de censo

source: Student Report
spa: Informe del Estudiante

source: Report on student
spa: Informe sobre los estudiantes

source: Students Additional Info Report
spa: Los Estudiantes reportan información Adicional

source: List of Students with additional info
spa: Lista de Alumnos con información adicional

source: Teacher List
spa: Lista de maestro

source: Report on Teachers
spa: Informe sobre los maestros

source: Teachers Additional Info Report
spa: Los maestros reportan información adicional

source: List of Teachers with additional info
spa: Lista de Maestros con información adicional

source: Staff List
spa: Lista de Personal

source: Report on Staff
spa: Informe sobre el personal

source: Staff Additional Info Report
spa: Staff Report Información adicional

source: List of Staff with additional info
spa: Lista de Personal con información adicional

source: Wheres My School Report
spa: Dónde está Mi Escuela?

source: A Google Earth (KML) file containing all the location of all Institution Sites
spa: A Google Earth (KML) que contenga toda la ubicación de todos los sitios Institución

source: Year Book Report
spa: Año Reportar libro

source: Formatted summary of census data for a given year
spa: Resumen formato de los datos censales para un año determinado

source: Return Rate
spa: Rendimiento

source: Census Discrepancy
spa: Censo de discrepancia

source: Backup files found.
spa: Copia de seguridad encontrada

source: Custom
spa: Personalizado

source: Consolidated
spa: Consolidado

source: Data Quality
spa: Calidad de los datos

source: Summary of School's Census Data
spa: Resumen de los datos del censo de la Escuela

source: Non-Responsive Schools Report
spa: No responde Escuelas Informe

source: List of Institution Sites that do not contain census data for a given year
spa: Lista de Sitios Institución que no contienen los datos del censo para un año determinado

source: Data Discrepancy Report
spa: Datos de informe de discrepancia

source: List of Institution Sites with questionable census data compared to the previous year
spa: Lista de Sitios institución con los datos del censo cuestionables con respecto al año anterior

source: Number of students (enrollment) by sex, age, locality and grade
spa: Número de alumnos (matrícula) por sexo, edad, localidad y grado

source: Number of teachers by sex, locality and grade
spa: Número de docentes por sexo, localidad y grado

source: Number of staff by sex and locality
spa: Número de empleados por sexo y localidad

source: Institutions Report
spa: Instituciones Informe

source: Number of institutions by provider and sector
spa: Número de instituciones según el proveedor y sector

source: Institution Sites Report
spa: Institución Sitios Informe

source: Number of institution sites by locality and type
spa: Número de sitios de la institución por localidad y tipo

source: Population Report
spa: Población Informe

source: Number of people by sex and age
spa: Número de personas por sexo y edad

source: Net Enrolment Rate Report
spa: Tasa neta de matrícula Informe

source: Divide the number of pupils (or students) enrolled who are of the official age group for a given level of education by the population for the same age group and multiply the result by 100. This indicator has dimension values of sex, locality and grade.
spa: Dividir el número de alumnos (o estudiantes) matriculados que son del grupo de edad oficial para un determinado nivel de educación de la población para el mismo grupo de edad y multiplicar el resultado por 100. Este indicador tiene valores de la dimensión de género, localidad y grado.

source: Gross Enrolment Rate Report
spa: Tasa bruta de matrícula Informe

source: Divide the number of pupils (or students) enrolled in a given level of education regardless of age by the population of the age group which officially corresponds to the given level of education, and multiply the result by 100. This indicator has dimension values of sex, locality and grade.
spa: Dividir el número de alumnos (o estudiantes) matriculados en un determinado nivel de educación, independientemente de la edad de la población del grupo de edad que oficialmente corresponde al nivel de educación dado, y multiplicar el resultado por 100. Este indicador tiene valores de la dimensión de género, localidad y grado.

source: Net Intake Rate Report
spa: Tasa neta de ingreso Informe

source: Divide the number of children of official primary school-entrance age who enter the first grade of primary education for the first time by the population of the same age, and multiply the result by 100. This indicator has dimension values of sex and locality.
spa: Se divide el número de niños de la escuela primaria oficial de ingreso a la edad que ingresan al primer grado de educación primaria por primera vez por la población de la misma edad, y multiplicar el resultado por 100. Este indicador tiene valores de las dimensiones de sexo y localidad.

source: Gross Intake Rate Report
spa: Informe Tasa Bruta de Admisión

source: Divide the number of new entrants in grade 1, irrespective of age, by the population of official school-entrance age, and multiply the result by 100. This indicator has dimension values of sex, locality and grade.
spa: Dividir el número de nuevos participantes en el grado 1, con independencia de la edad, por la población de la escuela oficial de ingreso a la edad, y multiplicar el resultado por 100. Este indicador tiene valores de la dimensión de género, localidad y grado.

source: Repetition Rate Report
spa: Repetición Informe Tasa

source: Divide the number of repeaters in a given grade in school year t+1 by the number of pupils from the same cohort enrolled in the same grade in the previous school year t . This indicator has dimension values of sex, locality, sector and grade.
spa: Se divide el número de repetidores en un grado dado en el año escolar t +1 por el número de alumnos de la misma cohorte matriculados en el mismo grado en la escuela t año anterior. Este indicador tiene valores de la dimensión del sexo, localidad, sector y grado.

source: Completion Rate Report
spa: Informe de terminación Tarifa

source: Divide the number of primary graduates, irrespective of age, by the population of theoretical primary graduation, and multiply the result by 100. This indicator has dimension values of sex, locality and sector.
spa: Dividir el número de graduados de primaria, independientemente de su edad, por la población de graduación principal teórico, y multiplicar el resultado por 100. Este indicador tiene valores de la dimensión de género, localidad y sector.

source: Survival Rate Report
spa: Tasa de Supervivencia Informe

source: Divide the total number of pupils belonging to a school-cohort who reached each successive grade of the specified level of education by the number of pupils in the school-cohort i.e. those originally enrolled in the first grade of primary education, and multiply the result by 100. The survival rate is calculated on the basis of the reconstructed cohort method, which uses data on enrolment and repeaters for two consecutive years. This indicator has dimension values of sex, locality and sector.
spa: Se divide el número total de alumnos pertenecientes a una escuela de cohorte que alcanza cada grado sucesivo del nivel especificado de la educación por el número de alumnos de la Escuela-cohorte es decir, aquellos originalmente matriculados en el primer grado de la enseñanza primaria, y multiplicar el resultado por 100. La tasa de supervivencia se calcula sobre la base del método de cohorte reconstruida, que utiliza los datos de matrícula y repetidores durante dos años consecutivos. Este indicador tiene valores de la dimensión de género, localidad y sector.

source: Transition Rate Report
spa: Informe de Transición Tasa

source: Divide the number of new entrants in the first grade of the specified higher cycle or level of education by the number of pupils who were enrolled in the final grade of the preceding cycle or level of education in the previous school year, and multiply by 100. This indicator has dimension values of sex, locality, sector and grade.
spa: Dividir el número de nuevos ingresos en el primer grado del ciclo o nivel superior especificado de la educación por el número de alumnos que se inscribieron en la calificación final del ciclo anterior o el nivel de educación en el anterior año escolar, y se multiplica por 100. Este indicador tiene valores de la dimensión del sexo, localidad, sector y grado.

source: Pupil Teacher Ratio Report
spa: Alumnos por Profesor Ratio Informe

source: Divide the total number of pupils enrolled at the specified level of education by the number of teachers at the same level. This indicator has dimension values of locality, sector and level of education.
spa: Se divide el número total de alumnos matriculados en el nivel especificado de la educación por el número de profesores en el mismo nivel. Este indicador tiene valores de la dimensión de la localidad, sector y nivel de educación.

source: Pupil Class Ratio Report
spa: Clase Ratio Alumno Informe

source: Divide the total number of pupils enrolled at the specified level of education by the number of classes at the same level. This indicator has dimension values of locality and sector.
spa: Se divide el número total de alumnos matriculados en el nivel especificado de la educación por el número de clases en el mismo nivel. Este indicador tiene valores de la dimensión de la localidad y sector.

source: Trained Teachers Report
spa: Los Maestros Capacitados Informe

source: Divide the number of teachers of the specified level of education who have received the minimum required teacher training by the total number of teachers at the same level of education, and multiply the result by 100. This indicator has dimension values of locality, sector and level of education.
spa: Se divide el número de profesores del nivel especificado de la educación que han recibido la formación mínima requerida maestro por el número total de docentes en el mismo nivel de educación, y multiplicar el resultado por 100. Este indicador tiene valores de la dimensión de la localidad, sector y nivel de educación.

source: Gender Parity Index (Students) Report
spa: Índice de Paridad de Género (Estudiantes) Informe

source: Divide the number of female students by the number of male students. This indicator has dimension values of sex, locality, sector and level of education.
spa: Dividir el número de estudiantes de sexo femenino por el número de estudiantes varones. Este indicador tiene valores de la dimensión del sexo, localidad, sector y nivel de educación.

source: Female Students Report
spa: Estudiantes Femeninos Informe

source: Divide the number of female tertiary students enrolled in a specified ISCED level by the total number of students (male plus female) in that level in a given academic-year, and multiply the result by 100. This indicator has dimension values of locality, sector and level of education.
spa: Se divide el número de mujeres estudiantes de nivel terciario matriculados en un determinado nivel CINE por el número total de estudiantes (hombres, más mujeres) en ese nivel en un determinado año académico, y multiplicar el resultado por 100. Este indicador tiene valores de la dimensión de la localidad, sector y nivel de educación.

source: Female Teachers Report
spa: Profesoras Informe

source: Divide the total number of female teachers at a given level of education by the total number of teachers (male and female) at the same level in a given school year, and multiply by 100. This indicator has dimension values of locality, sector and level of education.
spa: Se divide el número total de mujeres docentes en un nivel educativo determinado por el número total de maestros (hombres y mujeres) en el mismo nivel en un año escolar dado, y se multiplica por 100. Este indicador tiene valores de la dimensión de la localidad, sector y nivel de educación.

source: Private Enrolment Report
spa: Reporte de Matrícula Privada

source: Divide the number of pupils (or students) enrolled in private educational institutions in a given level of education by total enrolment (public and private) at the same level of education, and multiply the result by 100. This indicator has dimension values of sex, locality and level of education.
spa: Dividir el número de alumnos (o estudiantes) matriculados en instituciones educativas privadas en un determinado nivel de educación por la matrícula total (público y privado) en el mismo nivel de educación, y multiplicar el resultado por 100. Este indicador tiene valores de la dimensión de género, localidad y nivel de educación.

source: Pupil Textbook Ratio Report
spa: Libro de texto del alumno Relación de Informe

source: Divide the total number of pupils enrolled at the specified level of education by the number of textbooks at the same level. This indicator has dimension values of locality, and sector.
spa: Se divide el número total de alumnos matriculados en el nivel especificado de la educación por el número de libros de texto en el mismo nivel. Este indicador tiene valores de la dimensión de la localidad y sector.

source: Water Sources Report
spa: Fuentes de Agua Informe

source: Number of water sources by type. This indicator has dimension values of locality, sector and condition.
spa: Número de fuentes de agua por tipo. Este indicador tiene valores de la dimensión de la localidad, sector y condición.

source: Sanitation Facilities Report
spa: Instalaciones Sanitarias Informe

source: Number of sanitation facilities by type. This indicator has dimension values of locality, sector and condition.
spa: Número de instalaciones de saneamiento por tipo. Este indicador tiene valores de la dimensión de la localidad, sector y condición.

source: Public Expenditure per Education Level Report
spa: Informe del Gasto Público por Nivel de Educación

source: Divide total public expenditure for each level of education in a given financial year by the total public expenditure on education for the same financial year and multiply the result by 100.
spa: Dividir el gasto público total para cada nivel de la educación en un determinado ejercicio por el gasto público total en educación para el mismo ejercicio y multiplicar el resultado por 100.

source: Public Expenditure on Education Report
spa: Gasto Público en Educación Informe

source: Divide total public expenditure on education incurred by all government agencies/departments in a given financial year by the total government expenditure for the same financial year and multiply by 100.
spa: Divida el gasto público total en educación realizados por todas las agencias / departamentos gubernamentales en un año fiscal determinado por el gasto público total para el mismo año y multiplicar por 100.

source: Public Expenditure on Education by GNP Report
spa: Gasto Público en Educación por el PNB Informe

source: Divide total public expenditure on education in a given financial year by the Gross National Product (GNP) or Gross National Income (GNI) of the country for the corresponding year and multiply by 100.
spa: Dividir el gasto público total en educación en un ejercicio dado por el producto nacional bruto (PNB) o la Renta Nacional Bruta (RNB) del país para el año correspondiente y se multiplica por 100.

source: Public Expenditure per Pupil Report
spa: Gasto Público por Alumno Informe

source: Divide per pupil public current expenditure on each level of education in a given year by the GNI per capita for the same year and multiply by 100. This indicator has dimension values of level of education.
spa: Divida por alumno actual gasto público en todos los niveles de la educación en un año determinado por el INB per cápita en el mismo año y se multiplica por 100. Este indicador tiene valores de cota de nivel de educación.

source: Process
spa: Proceso

source: Abort All
spa: Cancelar todo

source: Clear All
spa: Borrar todo

source: Started By
spa: Comenzado por

source: Started Date
spa: Fecha Iniciado

source: Finished Date
spa: Fecha Terminado

source: Processing
spa: Procesando

source: Pending
spa: Pendiente

source: Aborted
spa: Cancelado

source: Completed
spa: Completado

source: Export To
spa: Exportar a

source: Export
spa: Exportar

source: No Data
spa: No hay datos

source: GNP
spa: PNB

source: Total Public Expenditure For Education
spa: El gasto público total en educación

source: No Available Finance Records
spa: No hay registros financieros disponibles

source: Gender Parity Index
spa: Índice de Paridad de Género

source: Click the Generate button to create a restore point.
spa: Haga clic en el botón Generar para crear un punto de restauración

source: All data will be backed up except for following tables:
spa: Todos los datos serán copiados a excepción de las siguientes tablas:

source: Security Users, Roles, and Functions
spa: Seguridad, roles y funciones de usuarios

source: System Configuration Values
spa: Valores de configuración del sistema

source: Security
spa: Seguridad

source: Please note that it may take sometime for the backup process to finish.
spa: Por favor, tenga en cuenta que el proceso de crear una copia de seguridad puede tardar algún tiempo

source: Run Reports
spa: Ejecutar Informes

source: Select All
spa: Seleccionar todo

source: De-Select All
spa: De-Seleccionar todo

source: Generate
spa: Generar

source: The system will %s the current data and restore to your previous data based on the restore point you selected.
spa: El sistema %s de los datos actuales y se restaurará a los datos anteriores basados ​​en el punto de restauración seleccionado.

source: OVERWRITE ALL
spa: Sobrescribir todo

source: Please note that the system will not restore the following tables:
spa: Por favor, tenga en cuenta que el sistema no restaurará las siguientes tablas:

source: Below are the list of available backup dates, please choose a restore point.
spa: A continuación está la lista de las fechas de copia de seguridad disponibles, por favor elija un punto de restauración.

source: Files
spa: Archivos

source: Format not support.
spa: Formato no compatible

source: Image filesize too large.
spa: Imagen demasiado grande tamaño del archivo.

source: Resolution too large.
spa: Resolución demasiado grande.

source: File uploaded with success.
spa: Archivo subido con exitosamente

source: Image exceeds system max filesize.
spa: La imagen sobrepasa tamaño de archivo máximo del sistema.

source: Image exceeds max file size in the HTML form.
spa: La imagen excede el tamaño máximo del archivo en el formulario HTML.

source: Image was only partially uploaded.
spa: La imagen fue sólo parcialmente cargada.

source: No image was uploaded.
spa: No se ha cargado la imagen

source: Missing a temporary folder.
spa: Falta una carpeta temporal.

source: Failed to write file to disk.
spa: No se pudo escribir el archivo en el disco.

source: A PHP extension stopped the file upload.
spa: La extensión PHP paró la carga de archivos.

source: Max Resolution:
spa: Resolución máxima:

source: Max File Size:
spa: Tamaño máximo de archivo:

source: Max Resolution: %s pixels
spa: Resolución máxima: pixeles %s

source: Format Supported:
spa: Formato admitido:

source: Profile Image
spa: Imagen de Perfil

source: Please enter the code for the Area.
spa: Por favor, introduzca el código para el area

source: There are duplicate area code.
spa: Hay codigos de areas duplicados

source: Please enter the name for the Area.
spa: Introduzca el nombre de la zona

source: Please supply a valid image.
spa: Por favor proporcione una imagen válida.

source: Please enter a name for the Field of Study.
spa: Por favor ingrese un nombre para el campo de estudio.

source: This Field of Study is already exists in the system.
spa: Este campo de estudio ya existe en el sistema.

source: Please select the programme orientation.
spa: Por favor, seleccione la orientación del programa.

source: Please enter a name for the Subject.
spa: Por favor, introduzca un nombre para el tema

source: This subject is already exists in the system.
spa: Este tema ya existe en el sistema.

source: You have entered an invalid username or password.
spa: Ha introducido un nombre de usuario o contraseña inválidos

source: Please enter a duration.
spa: Por favor introduzca una duración.

source: Add Programme
spa: Agregar programa

source: You are able to delete this record in the database. <br><br>All related information of this record will also be deleted.<br><br>Are you sure you want to do this?
spa: Usted puede eliminar este registro en la base de datos. <br> Toda la información relacionada de este registro también serán borrados. <br> ¿Seguro que quiere hacer esto?

source: Deleting attachment...
spa: Eliminando archivo adjunto ...

source: Delete Attachment
spa: Eliminar archivo adjunto

source: Do you wish to delete this record?
spa: ¿Desea eliminar este registro?

source: Updating attachment...
spa: Actualizando archivo adjunto ...

source: Bank Branch is required!
spa: !Sucursal del Banco es necesario!

source: Value
spa: Valor

source: value
spa: valor

source: Unsaved Data
spa: Datos sin guardar

source: Please save your data before proceed. <br><br>Do you want to save now?
spa: Por favor, guarde los datos antes de proceder. <br> ¿Quiere guardar ahora?

source: Are you sure you want to leave?
spa: ¿Está seguro de que quieres salir?

source: GNP value is required.
spa: valor de PNB es necesario.

source: Category is required!
spa: !Categoría es necesario!

source: Certificate is required!
spa: !Certificado es necesario!

source: Institute is required!
spa: !Instituto es necesario!

source: Please select a country before adding new records.
spa: Seleccione un país antes de añadir nuevos registros

source: Error have occurred.
spa: Error ha ocurrido.

source: Age cannot be empty.
spa: La edad no puede estar vacía

source: Age must be more then 0.
spa: La edad debe ser más que 0.

source: Yes
spa: Sí

source: Dialog
spa: Dialogo

source: Required Field
spa: Campo obligatorio

source: Retrieving...
spa: Recuperando ...

source: Adding row...
spa: Añadir fila ...
