Repository: OpenEMIS/core
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: spa

source: Home
spa: Inicio

source: Welcome
spa: Bienvenido

source: Account
spa: Cuenta

source: Help
spa: Ayuda

source: Logout
spa: Cerrar sesión

source: Institutions
spa: Instituciones

source: Students
spa: Estudiantes

source: Teachers
spa: Maestros

source: Staff
spa: Personal

source: Reports
spa: Informes

source: Settings
spa: Configuración

source: --Select--
spa: -Seleccione-

source: Day
spa: Día

source: Month
spa: Mes

source: Year
spa: Año

source: Male
spa: Hombre

source: Female
spa: Mujer

source: Select File
spa: Seleccionar archivo

source: Edit
spa: Editar

source: View
spa: Ver

source: Delete
spa: Eliminar

source: History
spa: Historia

source: Save
spa: Guardar

source: Cancel
spa: Cancelar

source: Update
spa: Actualizar

source: Previous
spa: Anterior

source: Next
spa: Siguiente

source: Statistics
spa: Estadísticas

source: Institutions Sites
spa: Ubicación de Instituciones

source: Activities
spa: Actividades

source: Student
spa: Estudiante

source: has been edited
spa: había sido editado

source: has been deleted
spa: había sido eliminado

source: has been added to the List of
spa: ha sido añadido a la lista de

source: by
spa: por

source: Notice
spa: Aviso

source: Note: Max upload file size is 2MB.
spa: Nota: Tamaño máximo de carga de archivos es de 2MB.

source: Image
spa: Imagen

source: Document
spa: Documento

source: File is deleted successfully.
spa: El archivo se ha eliminado correctamente.

source: File was deleted successfully.
spa: El archivo ha sido eliminado correctamente.

source: Error occurred while deleting file.
spa: Ocurrió un error al eliminar el archivo.

source: Files have been saved successfully.
spa: Los archivos han sido guardado correctamente.

source: Some errors have been encountered while saving files.
spa: Se han encontrado algunos errores al guardar los archivos

source: Records have been added/updated successfully.
spa: Los registros han sido añadidos / modificados exitosamente.

source: Records have been deleted successfully.
spa: Los registros han sido eliminados exitosamente.

source: Error occurred while deleting record.
spa: Ocurrió un error al eliminar registros.

source: have been deleted successfully.
spa: Se han eliminado exitosamente

source: Searching...
spa: Buscando ...

source: %s have been deleted successfully.
spa: %s ha sido eliminado correctamente.

source: Please enter a unique Identification No
spa: Por favor, introduzca un número de identificación único no

source: Please enter a unique Code
spa: Por favor, introduzca un código único

source: List of Students
spa: Lista de Estudiantes

source: Add new Student
spa: Añadir nuevo Estudiante

source: Details
spa: Detalles

source: Attachments
spa: Archivos adjuntos

source: Additional Info
spa: Información Adicional

source: STUDENT INFORMATION
spa: INFORMACIÓN DEL ESTUDIANTE

source: ASSESSMENT
spa: EVALUACIÓN

source: Assessment Results
spa: Resultados de la Evaluación

source: Student Details
spa: Detalles del Estudiante

source: Student History
spa: Historial del Estudiante

source: Add
spa: Añadir

source: Attachment
spa: Archivo adjunto

source: Student Identification No, First Name or Last Name
spa: No. de Identificación del Estudiante, Nombre o Apellido

source: Identification No.
spa: No. de identificación

source: Identification No
spa: No. de identificación

source: First Name
spa: Nombre

source: Last Name
spa: Apellidos

source: Gender
spa: Género

source: Date of Birth
spa: Fecha de Nacimiento

source: Date Of Birth
spa: Fecha de Nacimiento

source: File
spa: Archivo

source: Description
spa: Descripción

source: File Type
spa: Tipo de Archivo

source: Uploaded On
spa: Subida el

source: Institution
spa: Institución

source: Start Date
spa: Fecha de Inicio

source: End Date
spa: Fecha de finalización

source: Address
spa: Dirección

source: Postal Code
spa: Código Postal

source: Telephone
spa: Teléfono

source: Email
spa: Correo electrónico

source: Contact
spa: Contacto

source: No Student found.
spa: No se ha encontrado ningun Estudiante

source: No history found.
spa: No se encontró un historial

source: List of Staff
spa: Lista de personal

source: Add new Staff
spa: Añadir nuevo Personal

source: STAFF INFORMATION
spa: INFORMACIÓN DEL PERSONAL

source: Staff Details
spa: Detalles de personal

source: No Staff found.
spa: No se ha encontrado ningun Personal

source: Staff History
spa: Historia Personal

source: List of Teachers
spa: Lista de Maestros

source: Add new Teacher
spa: Añadir Maestro nuevo

source: Qualifications
spa: Calificaciones

source: Training
spa: Entrenamiento

source: TEACHER INFORMATION
spa: INFORMACIÓN DE MAESTRO

source: OTHER INFORMATION
spa: OTRA INFORMACIÓN

source: Teacher Details
spa: Detalles de Maestros

source: Teacher History
spa: historial del profesor

source: Date of Issue
spa: Fecha de Emisión

source: Certificate
spa: Certificado

source: Certificate No.
spa: No. de Certificado

source: Issued By
spa: emitidas por

source: Category
spa: Categoría

source: Certifications
spa: Certificaciones

source: No Teacher found.
spa: No se ha encontrado ningun Maestro

source: Teacher
spa: Maestro

source: Please enter a valid First Name
spa: Por favor ingrese un nombre válido

source: Please enter a valid Last Name
spa: Por favor, ingrese un apellido válido

source: Please enter a valid Identification No
spa: Por favor, introduzca un número de identificación válido No

source: Please select a Gender
spa: Seleccione un género

source: Please enter a valid Address
spa: Por favor, ingrese una dirección válida

source: Please enter a valid Postal Code
spa: Ingrese un código postal válido

source: Please select a Date of Birth
spa: Por favor, seleccione una fecha de nacimiento

source: Please enter a valid Email
spa: Por favor, introduzca un correo electrónico válido

source: Please enter a valid username
spa: Por favor ingrese un nombre de usuario válido

source: This username is already in use.
spa: Este nombre de usuario ya está en uso.

source: Password must be at least 6 characters
spa: La contraseña debe tener al menos 6 caracteres

source: Please enter a valid password
spa: Por favor ingrese una contraseña válida

source: You need to assign a role to the user
spa: Debe asignar un rol al usuario

source: No Institution Sites
spa: No hay ubicación de instituciones

source: No Areas
spa: No hay Áreas

source: Permissions
spa: Permisos

source: Edit Permissions
spa: Editar permisos

source: Edit Role - Area Restricted
spa: Editar Rol - Zona Restringida

source: Role - Area Restricted
spa: Rol - Zona Restringida

source: Edit Role Assignment
spa: Editar asignación de funciones

source: Role Assignment
spa: Asignación de funciones

source: Edit Roles
spa: Editar Roles

source: Users
spa: Usuarios

source: Add User
spa: Añadir usuario

source: Edit Details
spa: Editar detalles

source: Edit Additional Info
spa: Editar información adicional

source: Edit Programmes
spa: Editar programas

source: Add Institution
spa: Añadir Institución

source: Name
spa: Nombre

source: Area
spa: Área

source: Site Type
spa: Tipo de ubicación

source: Site Code
spa: Codigo de ubicación

source: Code
spa: Código

source: Institution Name
spa: Nombre de la Institución

source: Provider
spa: Proveedor

source: Site Name
spa: Nombre de ubicación

source: Type
spa: Tipo

source: Ownership
spa: Propiedad

source: Country
spa: País

source: Province
spa: Provincia

source: District
spa: Distrito

source: Locality
spa: Localidad

source: Longitude
spa: Longitud

source: No Institution Sites.
spa: No hay ubicación de instituciónes

source: Institution Site Details
spa: Información sobre la ubicación de instituciónes

source: Please enter a valid Name
spa: Por favor ingrese un nombre válido

source: Please enter a valid Code
spa: Por favor, introduzca un código válido

source: Please select a Provider
spa: Seleccione un proveedor

source: Please select a Status
spa: Seleccione un estado

source: Please select the Date Opened
spa: Por favor seleccione la fecha de apertura

source: Please select a Site Type
spa: Por favor seleccione un tipo de Ubicación

source: Please select an Ownership
spa: Por favor, seleccione una Propiedad

source: Please select an Area
spa: Por favor, seleccione un área

source: Institution Code
spa: Código de Institución

source: Institution Name or Code
spa: Nombre o Código de la Institución

source: Status
spa: Estado

source: Date Opened
spa: Fecha de apertura

source: Date Closed
spa: Fecha de Clausura

source: Location
spa: Ubicación

source: Contact Person
spa: Contacto

source: Website
spa: Sitio Web

source: Add New
spa: Agregar nuevo

source: Active
spa: Activa

source: Account Name
spa: Nombre de cuenta

source: Account Number
spa: Número de cuenta

source: Bank
spa: Banco

source: Branch
spa: Rama

source: Bank Details
spa: Detalles del Banco

source: National Education System
spa: Sistema Nacional de Educación

source: Grade
spa: Grado

source: Seats
spa: Asientos

source: Age
spa: Edad

source: Source
spa: Fuente

source: Nature
spa: Naturaleza

source: Amount
spa: Cantidad

source: Edit Teachers
spa: Editar Maestros

source: Edit Training
spa: Editar Entrenamiento

source: Edit Bank Accounts
spa: Editar cuentas bancarias

source: Edit Classes
spa: Editar Clases

source: Edit Finances
spa: Editar Finanzas

source: Edit Other Forms
spa: Editar Otros Formularios

source: Edit Infrastructure
spa: Editar infraestructura

source: Trained Teachers
spa: Maestros capacitados

source: No Available Programmes
spa: No hay programas disponibles

source: Institution History
spa: Institución Historia

source: Institution Site History
spa: Institución Histórico Sitio

source: My Details
spa: Mis datos

source: has been updated successfully.
spa: se ha actualizado exitosamente.

source: Change Password
spa: Cambiar contraseña

source: successfully updated.
spa: se ha actualizado exitosamente.

source: Please try again later.
spa: Por favor, inténtelo de nuevo más tarde.

source: Please enter your current password
spa: Por favor, introduzca su contraseña actual

source: Current password does not match.
spa: La contraseña actual no coincide

source: New password required.
spa: Nueva contraseña requerida

source: Please enter a min of 6 alpha numeric characters.
spa: Por favor ingrese un mínimo de 6 caracteres alfanuméricos

source: Please enter alpha numeric characters.
spa: Introduzca caracteres alfanuméricos

source: Passwords do not match.
spa: Las contraseñas no coinciden

source: System Information
spa: Información de Sistema

source: Support
spa: Soporte

source: License
spa: Licencia

source: Edit My Details
spa: Modificar mis datos

source: Finance
spa: Finanzas

source: Total Public Expenditure
spa: Gasto Público Total

source: National Denominators
spa: Denominadores nacionales

source: Select
spa: Seleccionar

source: Total Public Expenditure Per Education Level
spa: El gasto público total por nivel de educación

source: System
spa: Sistema

source: Level
spa: Nivel

source: Cycle
spa: Ciclo

source: Programme
spa: Programa

source: Orientation
spa: Orientación

source: Field of Study
spa: Campo de Estudio

source: Certification
spa: Certificación

source: Subject
spa: Asunto

source: January
spa: Enero

source: February
spa: Febrero

source: March
spa: Marzo

source: April
spa: Abril

source: May
spa: Mayo

source: June
spa: Junio

source: July
spa: Julio

source: August
spa: Agosto

source: September
spa: Septiembre

source: October
spa: Octubre

source: November
spa: Noviembre

source: December
spa: Diciembre

source: Your session is timed out. Please login again.
spa: Su sesión ha caducado. Por favor, ingrese de nuevo.

source: You are not an authorized user.
spa: Usted no es un usuario autorizado.

source: You have encountered an unexpected error. Please contact the system administrator for assistance.
spa: Se ha producido un error inesperado. Por favor contactar al administrador de sistema para obtener ayuda.

source: Host Unreachable
spa: Destino inalcanzable

source: Host is unreachable, please check your internet connection.
spa: Destino inalcanzable, por favor, compruebe su conexión a Internet.

source: Session Timed Out
spa: Tiempo de sesión ha caducado

source: Page not found
spa: Página no encontrada

source: The requested page cannot be found.
spa: La página solicitada no fue encuentra.

source: Please contact the administrator for assistance.
spa: Por favor, contactar al administrador para obtener ayuda.

source: An unexpected error has occurred.
spa: Un error inesperado ha ocurrido.

source: JSON parse failed
spa: Error sintáctico JSON

source: Invalid JSON data.
spa: Datos JSON Inválidos .

source: Request Timeout
spa: Solicitud ha caducado

source: Your request has been timed out. Please try again.
spa: Su solicitud ha caducado. Por favor, inténtelo de nuevo.

source: Request Aborted
spa: Solicitud Abortada

source: Your request has been aborted.
spa: Su solicitud ha sido abortada

source: Unexpected Error
spa: Error inesperado

source: Edit System Configurations
spa: Editar Configuraciones del sistema

source: File is updated successfully.
spa: El archivo se ha actualizado exitosamente.

source: Error occurred while updating file.
spa: Ocurrió un error al actualizar el archivo.

source: File have been updated successfully.
spa: El archivo ha sido actualizado exitosamente.

source: File have not been updated successfully.
spa: El archivo no se ha actualizado correctamente.

source: File format not supported.
spa: Formato de archivo no admitido

source: Image have exceeded the allow file size of
spa: La imagen ha superado el tamaño de archivo permitido

source: Please reduce file size.
spa: Por favor, reducir el tamaño del archivo.

source: Image resolution is too small.
spa: Resolución de la imagen es demasiado pequeña.

source: log does not exists
spa: registro no existe

source: Add new Institution
spa: Añadir nueva institución

source: Institution Details
spa: Detalles de Institución

source: SITE INFORMATION
spa: INFORMACIÓN DEL SITIO

source: Add new Institution Site
spa: Añadir nueva ubicación de institución

source: Add New Institution Site
spa: Añadir nueva ubicación de institución

source: Bank Accounts
spa: Cuentas bancarias

source: Bank Account
spa: Cuenta bancaria

source: CENSUS
spa: censo

source: Enrolment
spa: Inscripción

source: Programmes
spa: Programas

source: Classes
spa: Clases

source: Textbooks
spa: Libros

source: Infrastructure
spa: Infraestructura

source: Finances
spa: Finanzas

source: Other Forms
spa: Otras Planillas

source: SYSTEM SETUP
spa: Configuración de sistema

source: Administrative Boundaries
spa: Limites administrativos

source: Education Structure
spa: Estructura Educativa

source: Setup Variables
spa: Configuración de Variables

source: Edit Setup Variables
spa: Editar Configuración de Variables

source: Custom Fields
spa: Campos Personalizables

source: Edit Custom Fields
spa: Editar Custom Fields

source: Custom Table
spa: Tabla personalizada

source: Edit Custom Table
spa: Editar tabla personalizada

source: System Configurations
spa: Configuraciones del sistema

source: ACCOUNTS &amp; SECURITY
spa: Cuentas y seguridad

source: ACCOUNTS & SECURITY
spa: Cuentas y seguridad

source: NATIONAL DENOMINATORS
spa: Denominadores Nacionales

source: Population
spa: Población

source: DATA PROCESSING
spa: Procesar datos

source: Generate Reports
spa: Generar Reportes

source: Export Indicators
spa: Exportar Indicadores

source: Processes
spa: Procesos

source: DATABASE
spa: BASE DE DATOS

source: Backup
spa: Copia de seguridad

source: Restore
spa: Restaurar

source: Setup
spa: Configuración

source: The census data has been updated successfully.
spa: Los datos del censo se ha actualizado con éxito.

source: Graduates not required.
spa: Graduados no se requiere.

source: No Custom Census Table.
spa: No Tabla Censo personalizado.

source: Message Not Found.
spa: Mensaje no encontrado.

source: Good
spa: Buenas Condiciones

source: Fair
spa: Condiciones nomarles

source: Poor
spa: Pobres condiciones

source: Current Password
spa: Contraseña actual

source: New Password
spa: Contraseña Nueva

source: Retype New Password
spa: Vuelva a introducir la nueva contraseña

source: Username
spa: Nombre de usuario

source: Last Login
spa: Ultimo Ingreso

source: Please enter your current password.
spa: Por favor, introduzca su contraseña actual

source: Areas
spa: Áreas

source: Area Level
spa: Nivel de Área

source: Area Levels
spa: Niveles de área

source: Edit Area Levels
spa: Editar niveles de área

source: Structure
spa: Estructura

source: Education
spa: Educación

source: Education Level
spa: Nivel educativo

source: Education System
spa: Sistema Educativo

source: Admission Age
spa: Edad de Ingreso

source: Programme Orientation
spa: Programa de Orientación

source: Order
spa: Orden

source: Field Of Study
spa: campo de estudio

source: ISCED Level
spa: Nivel ISCED

source: Subjects
spa: Temas

source: Duration
spa: Duración

source: Grades
spa: Grados

source: Grade Subject
spa: Asunto de Grado

source: Back to Programmes
spa: Volver a los Programas

source: Back to Grades
spa: Volver a notas

source: Graduates
spa: Los graduados

source: Please select a programme first.
spa: Por favor selecciona un primer programa.

source: Option
spa: Opción

source: an option
spa: una opción

source: School Year
spa: Año Escolar

source: Current
spa: Actual

source: Available
spa: Disponible

source: Categories
spa: Categorías

source: Buildings
spa: Construcciones

source: Materials
spa: Materiales

source: Resources
spa: Recursos

source: Furniture
spa: Muebles

source: Energy
spa: Energía

source: Sanitation
spa: Saneamiento

source: Water
spa: Agua

source: Banks
spa: Bancos

source: Capital Income
spa: Ingreso Capital

source: Capital Expenditure
spa: Gastos de Capital

source: Recurrent Income
spa: ingresos recurrentes

source: Recurrent Expenditure
spa: Gastos recurrentes

source: Other
spa: Otros

source: Instructional
spa: Instrucción

source: Support Services
spa: Servicios de Soporte

source: Facilities
spa: Instalaciones

source: Qualification Certificates
spa: Certificados de Calificación

source: Qualification Categories
spa: Categoría de Calificación

source: Qualification Institutions
spa: Instituciones de calificación

source: Training Categories
spa: Categorías de Formación

source: Sources
spa: Fuentes

source: Branches
spa: Sucursal

source: Sanitations
spa: saneamientos

source: Section Break
spa: Salto de sección

source: Single Line Text
spa: Texto de una Línea

source: Multi Line Text
spa: Texto de Líneas Multiples

source: DropDown List
spa: lista desplegable

source: Dropdown List
spa: Lista desplegable

source: Checkboxes
spa: Casillas

source: Institution Custom Fields
spa: Campos de Institución personalizados

source: Institution Site Custom Fields
spa: Campos de ubicación Institución personalizados

source: Census Custom Fields
spa: Campo personalizado de Censo

source: Student Custom Fields
spa: Campos personalizados de Estudiante

source: Teacher Custom Fields
spa: Campos personalizados de Maestro

source: Staff Custom Fields
spa: Campos personalizados de personal

source: Census Custom Tables
spa: Tablas del censo personalizadas

source: Field Label
spa: Etiqueta de Campo

source: List of Custom Census Table
spa: Lista de cuadros de Censo personalizados

source: Filter by
spa: Filtrar por

source: X Category
spa: Categoría X

source: Y Category
spa: Categoría Y

source: List
spa: Lista

source: Dashboard Image
spa: Imagen del Dashboard

source: Back to Config
spa: Volver a Config

source: Title
spa: Título

source: Date Format
spa: Formato de fecha

source: Currency
spa: Moneda

source: Language
spa: Idioma

source: Back to List
spa: Volver a la lista

source: Reconnecting...
spa: Reconectando...

source: Password
spa: Contraseña

source: Education Management Information System
spa: Sistema Informatico para la Gestión del Sistema Educativo

source: Function
spa: Función

source: Institution Site
spa: Instituciones

source: Census
spa: Censo

source: Accounts &amp; Security
spa: Cuentas y seguridad

source: Data Processing
spa: Procesamiento de datos

source: Export Indicator
spa: Exportar Indicador

source: Custom Tables
spa: Tablas personalizadas

source: Configurations
spa: Configuraciones

source: Role
spa: Rol

source: Modules
spa: Módulos

source: Add New User
spa: Añadir nuevo usuario

source: Inactive
spa: Inactivo

source: Retype Password
spa: Repita la contraseña

source: User Details
spa: Detalles de usuario

source: Full access on all modules
spa: Acceso completo a todos los módulos

source: Back to Roles
spa: Volver a Funciones

source: Database
spa: Base de datos

source: PHP Version
spa: Version PHP

source: Web Server
spa: Servidor Web

source: Operating System
spa: Sistema Operativo

source: Data not available.
spa: Datos no disponibles

source: The selected report is currently being processed.
spa: El informe seleccionado está actualmente siendo procesado.

source: Institution Reports
spa: Informes de Institución

source: Student Reports
spa: Informes de Estudiantes

source: Teacher Reports
spa: Informes de maestro

source: Staff Reports
spa: Informes de personal

source: Consolidated Reports
spa: Informes consolidados

source: Indicator Reports
spa: Informes de indicador

source: Data Quality Reports
spa: Informes de calidad de datos

source: DataQuality Reports
spa: Informes de calidad de datos

source: Custom Reports
spa: Informes personalizados

source: Please contact
spa: Por favor contactar a

source: support
spa: Soporte

source: for more information on Custom Reports.
spa: para obtener más información sobre el Informes Personalizado

source: Last Run
spa: Última ejecución

source: Types
spa: Tipos

source: Institution Report
spa: Informes de Institución

source: List of Institutions
spa: Lista de Instituciones

source: Institution Additional Info Report
spa: Lista de Información adicional de la Institución

source: List of Institutions with additional info
spa: Lista de instituciones con información adicional

source: Institution Site Report
spa: Informes de Institución

source: List of Institution Sites
spa: Lista de ubicación de Instituciones

source: Institution Site Additional Info Report
spa: Lista de Información adicional de la ubicación de Instituciónes

source: List of Institution Sites with additional info
spa: Informe sobre la información adicional de la ubicación de la Institución

source: Institution Site Programme Report
spa: Programas de la Institución

source: List of Institution Sites with Programmes
spa: Lista de Instituciónes con los programas ofrecidos

source: Institution Site Bank Account Report
spa: Cuentas de banco por Institución

source: List of Institution Sites with Bank Accounts
spa: Lista de Instituciónes con sus cuentas bancarias

source: Enrolment Report
spa: Matrícula Informe

source: Summary of enrolment from census
spa: Resumen de la inscripción del censo

source: Class Report
spa: Clase de Informe

source: Summary of classes from census
spa: Resumen de las clases de los censos

source: Textbook Report
spa: Informe de Libros de Texto

source: Summary of textbooks from census
spa: Resumen de los libros de texto de censo

source: Teacher Report
spa: Maestro Informe

source: Summary of teachers from census
spa: Resumen de los maestros del censo

source: Training Report
spa: Formación Informe

source: Summary of teacher training from census
spa: Resumen de la formación docente de los censos

source: Staff Report
spa: Informe del Personal

source: Summary of staff from census
spa: Resumen de los empleados del censo

source: Census Additional Info Report
spa: Informe del Censo de Información Adicional
