Repository: OpenEMIS/core
Catalog: app/Locale/fre/LC_MESSAGES/default.po
Languages: fr_fr

source: Summary of rooms and condition from census
fr_fr: Sommaire des chambres et conditions selon le recensement

source: Sanitation Report
fr_fr: Rapport Sanitaire

source: Summary of sanitation, gender and condition from census
fr_fr: Résumé de l'assainissement, du genre et des conditions selon le recensement

source: Furniture Report
fr_fr: Rapport sur les Fournitures

source: Summary of furniture and condition from census
fr_fr: Résumé du mobilier et conditions selon le recensement

source: Resource Report
fr_fr: Rapport sur les ressources

source: Summary of resources and condition from census
fr_fr: Résumé des ressources et conditions selon le recensement

source: Energy Report
fr_fr: Rapport énergie

source: Summary of power and condition from census
fr_fr: Résumé de l'énergie et de l'état de recensement

source: Water Report
fr_fr: Rapport sur l'Eau

source: Summary of water and condition from census
fr_fr: Résumé sur l'eau et des conditions selon le recensement

source: Student Report
fr_fr: Rapport Etudiant

source: Report on student
fr_fr: Rapport sur l’élève

source: Students Additional Info Report
fr_fr: Rapport d’informations supplémentaires sur les élèves

source: List of Students with additional info
fr_fr: Liste des élèves ayant des informations supplémentaires

source: Teacher List
fr_fr: Liste des Enseignants

source: Report on Teachers
fr_fr: Rapport sur les Enseignants

source: List of Teachers with additional info
fr_fr: Liste des Enseignants avec des informations supplémentaires

source: Staff List
fr_fr: Liste du Personnel

source: Report on Staff
fr_fr: Rapport sur le Personnel

source: Staff Additional Info Report
fr_fr: Rapport d’Informations Supplémentaires sur le Personnel

source: Wheres My School Report
fr_fr: Où est mon rapport d’école

source: A Google Earth (KML) file containing all the location of all Institution Sites
fr_fr: Un fichier Google Earth (KML) contenant tous les emplacements de tous les

source: Year Book Report
fr_fr: Rapport Annuaire

source: Formatted summary of census data for a given year
fr_fr: Résumé formatté des données du recensement pour une année donnée

source: Census Discrepancy
fr_fr: Divergence du Recensement

source: Consolidated
fr_fr: Consolidé

source: Data Quality
fr_fr: Qualité des Données

source: Summary of School's Census Data
fr_fr: Résumé des Données du Recensement sur l’Ecole

source: Non-Responsive Schools Report
fr_fr: Rapport sur les Ecoles Non-Réactives

source: List of Institution Sites that do not contain census data for a given year
fr_fr: Liste des établissements qui ne contiennent pas de données du recensement pour une année donnée

source: Data Discrepancy Report
fr_fr: Rapport d’Anomalies de Données

source: List of Institution Sites with questionable census data compared to the previous year
fr_fr: Liste des établissements avec des données de recensement douteuses par rapport à l'année précédente

source: Number of students (enrollment) by sex, age, locality and grade
fr_fr: Nombre d'étudiants (inscription), selon le sexe, l'âge, la localité et le

source: Number of teachers by sex, locality and grade
fr_fr: Nombre d'enseignants par sexe, localité et niveau scolaire

source: Number of staff by sex and locality
fr_fr: Nombre d'employés par sexe et par localité

source: Institutions Report
fr_fr: Rapport des Etablissements

source: Number of institutions by provider and sector
fr_fr: Nombre d'établissements selon le fournisseur et le secteur

source: Institution Sites Report
fr_fr: Rapport de Locations d’Etablissements

source: Number of institution sites by locality and type
fr_fr: Nombre d’établissements par localité et par type

source: Population Report
fr_fr: Rapport de la Population

source: Number of people by sex and age
fr_fr: Nombre de personnes par sexe et âge

source: Divide the number of pupils (or students) enrolled who are of the official age group for a given level of education by the population for the same age group and multiply the result by 100. This indicator has dimension values of sex, locality and grade.
fr_fr: Divisez le nombre d'élèves (ou étudiants) inscrits qui sont du groupe d'âge officiel à un niveau d'enseignement donné par la population de la même tranche d'âge, et multipliez le résultat par 100. Cet indicateur a des

source: Divide the number of pupils (or students) enrolled in a given level of education regardless of age by the population of the age group which officially corresponds to the given level of education, and multiply the result by 100. This indicator has dimension values of sex, locality and grade.
fr_fr: Divisez le nombre d'élèves (ou étudiants) inscrits dans un niveau d'enseignement donné, quel que soit l'âgequi correspond officiellement au niveau d'enseignement donné, et multipliez le résultat par 100. Cet indicateur a des valeurs de dimension par rapport ausexe, à la localité et au niveau scolaire.

source: Divide the number of children of official primary school-entrance age who enter the first grade of primary education for the first time by the population of the same age, and multiply the result by 100. This indicator has dimension values of sex and locality.
fr_fr: Divisez le nombre d'enfants de l'école primaire d’âge officiel d'entrée qui entrent en première année de l'enseignement primaire pour la première fois par la population du même âge, et multipliez le résultat par 100. Cet indicateur a des valeurs de dimension par rapport au sexe et à la localité.

source: Divide the number of new entrants in grade 1, irrespective of age, by the population of official school-entrance age, and multiply the result by 100. This indicator has dimension values of sex, locality and grade.
fr_fr: Divisez le nombre de nouveaux entrants en 1ère année, indépendamment de leur âge, par la population de l'école en âge d'entrée officiel, et multipliez le résultat par 100. Cet indicateur a des valeurs de dimension par rapport au sexe, à la

source: Repetition Rate Report
fr_fr: Rapport Taux de redoublement

source: Divide the number of repeaters in a given grade in school year t+1 by the number of pupils from the same cohort enrolled in the same grade in the previous school year t . This indicator has dimension values of sex, locality, sector and grade.
fr_fr: Divisez le nombre de redoublants dans une classe donnée pour l'année scolaire t +1 par le nombre d'élèves de la même cohorte inscrits dans la même classe durant l’année scolaire précédente. Cet indicateur a des

source: Completion Rate Report
fr_fr: Rapport du Taux d'Achèvement

source: Divide the number of primary graduates, irrespective of age, by the population of theoretical primary graduation, and multiply the result by 100. This indicator has dimension values of sex, locality and sector.
fr_fr: Divisez le nombre de diplômés du primaire, indépendamment de l'âge, par la population qui aurait théoriquement du obtenir le diplôme primaire, et multipliez le résultat par 100. Cet indicateur a des valeurs de dimension par rapport au sexe, à la localité et au secteur.

source: Survival Rate Report
fr_fr: Rapport sur le Taux de Survie

source: Divide the total number of pupils belonging to a school-cohort who reached each successive grade of the specified level of education by the number of pupils in the school-cohort i.e. those originally enrolled in the first grade of primary education, and multiply the result by 100. The survival rate is calculated on the basis of the reconstructed cohort method, which uses data on enrolment and repeaters for two consecutive years. This indicator has dimension values of sex, locality and sector.
fr_fr: Divisez le nombre total d'élèves appartenant à une école-cohorte qui ont atteint chaque année d'études de manière successives donné par le nombre d'élèves dans l'école-cohorte, c’est-à-dire ceux qui étaient initialement inscrits en première année de l'enseignement primaire, et multiplier le résultat par 100. Le taux de survie est calculé sur la base de la méthode de la cohorte reconstituée, qui utilise des données sur les effectifs et les redoublants pour deux années consécutives. Cet indicateur a des valeurs

source: Transition Rate Report
fr_fr: Rapport du Taux de Transition

source: Divide the number of new entrants in the first grade of the specified higher cycle or level of education by the number of pupils who were enrolled in the final grade of the preceding cycle or level of education in the previous school year, and multiply by 100. This indicator has dimension values of sex, locality, sector and grade.
fr_fr: Divisez le nombre de nouveaux entrants en première année du cycle supérieur spécifié ou au niveau scolaire par le nombre d'élèves qui étaient inscrits en dernière année du cycle précédent ou au niveau scolaire de

source: Pupil Teacher Ratio Report
fr_fr: Rapport sur le Ratio Elèves-Enseignants

source: Divide the total number of pupils enrolled at the specified level of education by the number of teachers at the same level. This indicator has dimension values of locality, sector and level of education.
fr_fr: Divisez le nombre total d'élèves inscrits au niveau d'enseignement donné par le nombre d'enseignants au même niveau. Cet indicateur a des valeurs dimensionnelles sur la localité, le secteur et le niveau d'éducation.

source: Pupil Class Ratio Report
fr_fr: Rapport sur le Ratio Elève-Classe

source: Divide the total number of pupils enrolled at the specified level of education by the number of classes at the same level. This indicator has dimension values of locality and sector.
fr_fr: Divisez le nombre total d'élèves inscrits au niveau d'enseignement donné par le nombre de classes de même niveau. Cet indicateur a valeurs

source: Divide the number of teachers of the specified level of education who have received the minimum required teacher training by the total number of teachers at the same level of education, and multiply the result by 100. This indicator has dimension values of locality, sector and level of education.
fr_fr: Divisez le nombre d'enseignants du niveau spécifié d'éducation qui ont reçu la formation des enseignants minimum requis par le nombre total d'enseignants au même niveau d'éducation, et multipliez le résultat par 100. Cet indicateur a valeurs dimensionnelles sur la localité, le secteur et le niveau d'éducation.

source: Divide the number of female students by the number of male students. This indicator has dimension values of sex, locality, sector and level of education.
fr_fr: Divisez le nombre d'étudiantes par le nombre d'élèves de sexe masculin. Cet indicateur a des valeurs de dimension sur le sexe, la localité, le secteur et le niveau d'éducation.

source: Divide the number of female tertiary students enrolled in a specified ISCED level by the total number of students (male plus female) in that level in a given academic-year, and multiply the result by 100. This indicator has dimension values of locality, sector and level of education.
fr_fr: Divisez le nombre d'étudiantes inscrits dans l'enseignement supérieur d'un niveau spécifié CITE par le nombre total d'étudiants (masculins plus féminins) à ce niveau dans une année universitaire donnée, et multipliez le résultat par 100. Cet indicateur a des valeurs dimensionnelles sur la localité, le secteur et le niveau d'éducation.

source: Divide the total number of female teachers at a given level of education by the total number of teachers (male and female) at the same level in a given school year, and multiply by 100. This indicator has dimension values of locality, sector and level of education.
fr_fr: Divisez le nombre total d'enseignantes à un niveau d'enseignement donné par le nombre total d'enseignants (hommes et femmes) au même niveau dans une année scolaire donnée, et multipliez par 100. Cet indicateur a des valeurs dimensionnelles sur la localité, le secteur et le niveau d'éducation.

source: Private Enrolment Report
fr_fr: Rapport des Inscriptions Privées

source: Divide the number of pupils (or students) enrolled in private educational institutions in a given level of education by total enrolment (public and private) at the same level of education, and multiply the result by 100. This indicator has dimension values of sex, locality and level of education.
fr_fr: Divisez le nombre d'élèves (ou étudiants) inscrits dans des établissements d'enseignement privés dans un niveau d'enseignement donné par l'effectif total (public et privé) au même niveau d'éducation, et multipliez le résultat par 100. Cet indicateur a des valeurs dimensionnelles sur le sexe, la localité et le niveau d'éducation.

source: Pupil Textbook Ratio Report
fr_fr: Rapport sur les ratios élèves des Manuels Scolaires

source: Divide the total number of pupils enrolled at the specified level of education by the number of textbooks at the same level. This indicator has dimension values of locality, and sector.
fr_fr: Divisez le nombre total d'élèves inscrits au niveau d'enseignement donné par le nombre de manuels scolaires au même niveau. Cet indicateur a des valeurs dimensionnelles sur la localité et le secteur privé.

source: Number of water sources by type. This indicator has dimension values of locality, sector and condition.
fr_fr: Nombre de sources d'eau par type. Cet indicateur a des valeurs dimensionnelles

source: Number of sanitation facilities by type. This indicator has dimension values of locality, sector and condition.
fr_fr: Nombre d'installations sanitaires par type. Cet indicateur a des valeurs

source: Divide total public expenditure for each level of education in a given financial year by the total public expenditure on education for the same financial year and multiply the result by 100.
fr_fr: Divisez les dépenses publiques totales pour chaque niveau d'enseignement dans une année donnée financière par le total des dépenses publiques sur l'éducation pour la même année et multipliez le résultat par 100.

source: Divide total public expenditure on education incurred by all government agencies/departments in a given financial year by the total government expenditure for the same financial year and multiply by 100.
fr_fr: Divisez le total des dépenses publiques d'éducation engagées par tous les organismes gouvernementaux / ministères dans une année financière par le total des dépenses publiques pour la même année financière et multipliez par 100.

source: Divide total public expenditure on education in a given financial year by the Gross National Product (GNP) or Gross National Income (GNI) of the country for the corresponding year and multiply by 100.
fr_fr: Divisez le total des dépenses publiques d'éducation pour une année donnée

source: Divide per pupil public current expenditure on each level of education in a given year by the GNI per capita for the same year and multiply by 100. This indicator has dimension values of level of education.
fr_fr: Divisez les dépenses publiques courantes par élève sur chaque niveau d'enseignement pour une année donnée par le RNB par habitant pour la même année et multipliez par 100. Cet indicateur a des valeurs dimensionnelles sur le niveau d'éducation.

source: Process
fr_fr: Processus

source: Abort All
fr_fr: Tout Abandonner

source: Clear All
fr_fr: Effacer tout

source: Started By
fr_fr: Démarré par

source: Finished Date
fr_fr: Date d’Achèvement

source: Log
fr_fr: Connexion

source: Processing
fr_fr: Traitement

source: Pending
fr_fr: En attente

source: Aborted
fr_fr: Abandonné

source: Completed
fr_fr: Terminé

source: Export To
fr_fr: Exporter Vers

source: Export
fr_fr: Exporter

source: No Data
fr_fr: Aucune Donnée

source: Total Public Expenditure For Education
fr_fr: Dépenses Publiques Totales pour l'Education

source: No Available Finance Records
fr_fr: Aucun Résultat Financier Disponible

source: Gender Parity Index
fr_fr: Indice de Parité entre les Sexes

source: Click the Generate button to create a restore point.
fr_fr: Cliquez sur le bouton Générer pour créer un point de restauration.

source: All data will be backed up except for following tables:
fr_fr: Toutes les données seront sauvegardées à l'exception des tableaux suivants:

source: Security Users, Roles, and Functions
fr_fr: Sécurité des Utilisateurs, Rôles, et Fonctions

source: System Configuration Values
fr_fr: Valeurs de Configuration du Système

source: Security
fr_fr: Sécurité

source: Please note that it may take sometime for the backup process to finish.
fr_fr: Veuillez noter que l'achèvement du processus de sauvegarde peut prendre un certain temps.

source: Run Reports
fr_fr: Exécuter des Rapports

source: Select All
fr_fr: Tout Sélectionner

source: De-Select All
fr_fr: Tout Dé-Sélectionner

source: Generate
fr_fr: Générer

source: The system will %s the current data and restore to your previous data based on the restore point you selected.
fr_fr: Le système va %s les données actuelles et restaurer vos données antérieures basé sur le point de restauration que vous avez sélectionné.

source: OVERWRITE ALL
fr_fr: TOUT REMPLACER

source: Please note that the system will not restore the following tables:
fr_fr: Veuillez noter que le système ne restaure pas les tableaux suivants:

source: Below are the list of available backup dates, please choose a restore point.
fr_fr: Voici la liste des dates de sauvegarde disponibles, veuillez choisir un point de restauration.

source: Files
fr_fr: Fichiers

source: Format not support.
fr_fr: Le format n'est pas soutenu.

source: Image filesize too large.
fr_fr: Taille du fichier de l'image trop élevée.

source: Resolution too large.
fr_fr: Résolution trop large.

source: File uploaded with success.
fr_fr: Fichier téléchargé avec succès.

source: Image exceeds system max filesize.
fr_fr: L'image dépasse la taille maximum de fichier autorisée.

source: Image exceeds max file size in the HTML form.
fr_fr: L'image dépasse la taille de fichier maximum dans le formulaire HTML.

source: Image was only partially uploaded.
fr_fr: L'image n'a été que partiellement envoyée.

source: No image was uploaded.
fr_fr: Aucune image ne vous a été envoyée.

source: Missing a temporary folder.
fr_fr: Il manque un dossier temporaire.

source: Failed to write file to disk.
fr_fr: Impossible d'écrire le fichier sur le disque.

source: A PHP extension stopped the file upload.
fr_fr: Une extension PHP a arrêté le téléchargement de fichiers.

source: Max Resolution:
fr_fr: Résolution Maximum:

source: Max File Size:
fr_fr: Taille Maximum du Dichier:

source: Max Resolution: %s pixels
fr_fr: Résolution Max: %s pixels

source: Format Supported:
fr_fr: Format Pris en Charge:

source: Profile Image
fr_fr: Image du Profil

source: Please enter the code for the Area.
fr_fr: Veuillez entrez le code de la Zone.

source: There are duplicate area code.
fr_fr: Il existe des indicatif régionaux en double.

source: Please enter the name for the Area.
fr_fr: Veuillez entrez le nom de la zone.

source: Please supply a valid image.
fr_fr: Veuillez fournir une image valide.

source: Please enter a name for the Field of Study.
fr_fr: Veuillez entrer un nom pour le domaine d'études.

source: This Field of Study already exists in the system.
fr_fr: Ce domaine d'études existe déjà dans le système.

source: Please select the programme orientation.
fr_fr: Veuillez sélectionner l'orientation du programme.

source: Please enter a name for the Subject.
fr_fr: Veuillez entrer un nom pour le sujet.

source: This subject already exists in the system.
fr_fr: Ce sujet existe déjà dans le système.

source: You have entered an invalid username or password.
fr_fr: Vous avez entré un nom d'utilisateur ou un mot de passe invalide.

source: Please enter a duration.
fr_fr: Veuillez entrer une durée.

source: Add Programme
fr_fr: Ajouter Programme

source: You are able to delete this record in the database. <br><br>All related information of this record will also be deleted.<br><br>Are you sure you want to do this?
fr_fr: Vous pouvez supprimer cet enregistrement dans la base de données. <br> Toutes les informations connexes de ce dossier seront également supprimées. <br> Êtes-vous sûr de vouloir faire ça?

source: Deleting attachment...
fr_fr: Suppression de l'Attachement ...

source: Delete Attachment
fr_fr: Supprimer l'Attachement

source: Do you wish to delete this record?
fr_fr: Voulez-vous supprimer cet enregistrement?

source: Updating attachment...
fr_fr: Mise à jour de l'attachement ...

source: Bank Branch is required!
fr_fr: Agence Bancaire Requise!

source: Value
fr_fr: Valeur

source: value
fr_fr: valeur

source: Unsaved Data
fr_fr: Données non enregistrées

source: Please save your data before proceed. <br><br>Do you want to save now?
fr_fr: Veuillez sauvegarder vos données avant de procéder. <br> Voulez-vous sauvegarder maintenant?

source: Are you sure you want to leave?
fr_fr: Etes-vous sûr de vouloir quitter?

source: GNP value is required.
fr_fr: La valeur du PNB est nécessaire.

source: Category is required!
fr_fr: La catégorie est obligatoire!

source: Certificate is required!
fr_fr: Un certificat est nécessaire!

source: Institute is required!
fr_fr: Un établissement est nécessaire!

source: Please select a country before adding new records.
fr_fr: Veuillez sélectionner un pays avant d'y ajouter de nouvelles informations.

source: Error has occurred.
fr_fr: Une erreur a eu lieu.

source: Age cannot be empty.
fr_fr: L'âge ne peut pas être vide

source: Age must be more then 0.
fr_fr: L'âge doit être plus que 0

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Dialog
fr_fr: Dialogue

source: Required Field
fr_fr: Champ obligatoire

source: Retrieving...
fr_fr: Récupération en cours ...

source: Adding row...
fr_fr: Ajout de la ligne ...

source: Adding option...
fr_fr: Ajout de l'option ...

source: Loading...
fr_fr: Chargement ...

source: Loading list...
fr_fr: Chargement de la liste ...

source: File is required!
fr_fr: Le fichier est nécessaire!

source: Status is required!
fr_fr: Un statut est nécessaire!

source: Move Up
fr_fr: Déplacer vers le haut

source: Move Down
fr_fr: Déplacer vers le bas

source: Toggle this field active/inactive
fr_fr: Nommez ce domaine actif/inactif

source: Delete Confirmation
fr_fr: Confirmation de la Suppression

source: Click to dismiss
fr_fr: Cliquez pour Rejeter

source: Unable to add Areas.<br/>Please create Area Level before adding Areas.
fr_fr: Impossible d'ajouter les Zones.<br/>Veuillez créer un Niveau des Zone avant d'ajouter les Zones.

source: Saving please wait...
fr_fr: En cours de sauvegarde, veuillez patienter …

source: Loading Areas
fr_fr: Les zones de chargement

source: Batch executed successfully.
fr_fr: Lot exécuté avec succès.

source: Running batch...
fr_fr: Exécution de lots ...

source: Adding Field...
fr_fr: Ajout de Champ…

source: Please select a valid Start Date
fr_fr: Veuillez sélectionner une date de début valide

source: Please select a valid End Date
fr_fr: Veuillez sélectionner une date de fin valide

source: Missing Coordinates Report
fr_fr: Rapport de Coordonnées Manquantes

source: List of Institution Sites with latitude and/or longitude values of 0 or null
fr_fr: Liste des établissements avec des valeurs de latitude et / ou longitude de 0 ou null

source: OLAP Report
fr_fr: Rapports OLAP

source: Generated
fr_fr: Généré

source: Generated Files
fr_fr: Fichiers Générés

source: Generating OLAP Report...
fr_fr: Génération de Rapports OLAP…

source: Indicator
fr_fr: Indicateur

source: Time Period
fr_fr: Période

source: Information
fr_fr: Informations

source: Area Name
fr_fr: Nom de la Zone

source: Education Programme Name
fr_fr: Nom du Programme d’Education

source: Bank Account Name
fr_fr: Nom du Compte Bancaire

source: Bank Account Number
fr_fr: Numéro de Compte Bancaire

source: Bank Account Active
fr_fr: Compte Bancaire Actif
