Repository: OpenEMIS/core
Catalog: app/Locale/fre/LC_MESSAGES/default.po
Languages: fr_fr

source: Bank Branch Name
fr_fr: Nom de l’Agence Bancaire

source: Academic Year
fr_fr: Année Académique

source: Education Grade Name
fr_fr: Nom du Niveau

source: Class
fr_fr: Classe

source: Education Subject Name
fr_fr: Nom de la Matière

source: No Of Textbooks
fr_fr: Nombre de Manuels

source: Grid X Category
fr_fr: Grille Catégorie X

source: Grid Y Category
fr_fr: Grille Catégorie Y

source: Building
fr_fr: Bâtiment

source: Material
fr_fr: Matériel

source: Resource
fr_fr: Ressource

source: Student Name
fr_fr: Nom de l’Elève

source: Teacher Name
fr_fr: Nom de l’Enseignant

source: Staff Name
fr_fr: Nom du Personnel

source: Institution Provider
fr_fr: Fournisseur de l’Etablissement

source: Institution Status
fr_fr: Statut de l’Etablissement

source: Institution Site Locality
fr_fr: Localité de l’Etablissement

source: Institution Site Type
fr_fr: Type d’Etablissement

source: Institution Site Ownership
fr_fr: Propriété de l’Etablissement

source: Institution Site Status
fr_fr: Statut de la Location de l’Etablissement

source: Education Programme
fr_fr: Programme d’Education

source: Student Category
fr_fr: Catégorie d’Etudiant

source: No backup files found.
fr_fr: Pas de fichiers de sauvegarde trouvé.

source: Organization Name
fr_fr: Nom de l’Organisation

source: Publication Date
fr_fr: Date de Publication

source: Census Numbers that have age or total of male and female numbers beyond the specified range in settings.
fr_fr: Numéros de recensement qui ont un âge ou un nombre total d’hommes et de femmes au-delà de la plage spécifiée dans les paramètres.

source: Page Orientation
fr_fr: Orientation de la Page

source: Maximum Student Age
fr_fr: Âge Maximum des Elèves

source: Minimum Student Age
fr_fr: Âge Minimum des Etudiants

source: Maximum Student Number
fr_fr: Numéro d'étudiant Maximum

source: Minimum Student Number
fr_fr: Nombre Minimum d’Etudiants

source: Data Discrepancy Variation(%)
fr_fr: Variation Écart de données (%)

source: Previous Year
fr_fr: Année précédente

source: Previous Year Male
fr_fr: Homme Année Précédente

source: Previous Year Female
fr_fr: Femme Année Précédente

source: Data Discrepancy Reports
fr_fr: Rapports de Divergence de Données

source: age
fr_fr: âge
