Repository: OpenEMIS/core
Catalog: app/Locale/fre/LC_MESSAGES/default.po
Languages: fr_fr

source: Home
fr_fr: Accueil

source: Welcome
fr_fr: Bienvenue

source: Account
fr_fr: Compte

source: Help
fr_fr: Aide

source: Logout
fr_fr: Déconnexion

source: Students
fr_fr: Etudiants

source: Teachers
fr_fr: Enseignants

source: Staff
fr_fr: Employés

source: Reports
fr_fr: Rapports

source: Settings
fr_fr: Paramètres

source: Demo
fr_fr: Démo

source: --Select--
fr_fr: - Choisir -

source: Day
fr_fr: Jour

source: Month
fr_fr: Mois

source: Year
fr_fr: Année

source: Male
fr_fr: Homme

source: Female
fr_fr: Femme

source: Unisex
fr_fr: Unisexe

source: Select File
fr_fr: Sélectionner un Fichier

source: View
fr_fr: Voir

source: Delete
fr_fr: Supprimer

source: History
fr_fr: Historique

source: Save
fr_fr: Sauvegarder

source: Cancel
fr_fr: Annuler

source: Update
fr_fr: Mise à jour

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: Statistics
fr_fr: Statistiques

source: Institutions Sites
fr_fr: Locations des Etablissements

source: Activities
fr_fr: Activités

source: Student
fr_fr: Etudiant

source: has been edited
fr_fr: a été modifié

source: has been deleted
fr_fr: a été supprimé

source: has been added to the List of
fr_fr: a été ajouté à la Liste de/des

source: by
fr_fr: par

source: Notice
fr_fr: Avis

source: File is deleted successfully.
fr_fr: Le fichier est supprimé avec succès.

source: File was deleted successfully.
fr_fr: Le fichier a été supprimé avec succès.

source: Error occurred while deleting file.
fr_fr: Erreur lors de la suppression de fichiers.

source: Files have been saved successfully.
fr_fr: Les fichiers ont été sauvegardés avec succès.

source: Some errors have been encountered while saving files.
fr_fr: Des erreurs ont été rencontrées durant l'enregistrement des fichiers.

source: Records have been added/updated successfully.
fr_fr: Enregistrements ajoutés/mis à jour avec succès.

source: Records have been deleted successfully.
fr_fr: Enregistrements supprimés avec succès.

source: Error occurred while deleting record.
fr_fr: Erreur lors de la suppression.

source: have been deleted successfully.
fr_fr: ont été supprimés avec succès.

source: Searching...
fr_fr: Recherche ...

source: %s have been deleted successfully.
fr_fr: %s ont été supprimés avec succès.

source: List of Students
fr_fr: Liste des Elèves

source: Add new Student
fr_fr: Ajouter un Nouvel Etudiant

source: Details
fr_fr: Détails

source: Attachments
fr_fr: Pièces jointes

source: Additional Info
fr_fr: Infos supplémentaires

source: STUDENT INFORMATION
fr_fr: RENSEIGNEMENTS SUR L'ÉLÈVE

source: ASSESSMENT
fr_fr: EVALUATION

source: Assessment Results
fr_fr: Résultats de l'Evaluation

source: Student Details
fr_fr: Profil des Etudiants

source: Student History
fr_fr: Historique des Etudiants

source: Add
fr_fr: Ajouter

source: Attachment
fr_fr: Pièce jointe

source: Student Identification No, First Name or Last Name
fr_fr: Numéro d'identification de l'étudiant, Prénom ou Nom de Famille

source: Identification No.
fr_fr: Numéro d'identification

source: Identification No
fr_fr: Numéro d'identification

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom de famille

source: Gender
fr_fr: Sexe

source: Date of Birth
fr_fr: Date de naissance

source: Date Of Birth
fr_fr: Date de naissance

source: File
fr_fr: Fichier

source: File Type
fr_fr: Type de fichier

source: Uploaded On
fr_fr: Posté le

source: Start Date
fr_fr: Date de Début

source: End Date
fr_fr: Date de Fin

source: Address
fr_fr: Adresse

source: Postal Code
fr_fr: Code Postal

source: Telephone
fr_fr: Téléphone

source: General
fr_fr: Général

source: No Student found.
fr_fr: Aucun étudiant trouvé.

source: No history found.
fr_fr: Historique non trouvé

source: List of Staff
fr_fr: Liste du Personnel

source: Add new Staff
fr_fr: Ajouter Nouvel Employé

source: STAFF INFORMATION
fr_fr: INFORMATION DU PERSONNEL

source: Staff Details
fr_fr: Détails du Personnel

source: No Staff found.
fr_fr: Personnel non trouvé.

source: Staff History
fr_fr: Histoire du personnel

source: List of Teachers
fr_fr: Liste des Enseignants

source: Add new Teacher
fr_fr: Ajouter Nouvel Enseignant

source: Training
fr_fr: Formation

source: TEACHER INFORMATION
fr_fr: INFORMATION DE L'ENSEIGNANT

source: OTHER INFORMATION
fr_fr: AUTRES INFORMATIONS

source: Teacher Details
fr_fr: Profil de l'Enseignant

source: Teacher History
fr_fr: Historique de l'Enseignant

source: Date of Issue
fr_fr: Date d'Emission

source: Certificate
fr_fr: Certificat

source: Certificate No.
fr_fr: Certificat N°

source: Issued By
fr_fr: Publié Par

source: Completed Date
fr_fr: Date d'Achèvement

source: Category
fr_fr: Catégorie

source: No Teacher found.
fr_fr: Aucun Enseignant trouvé.

source: Teacher
fr_fr: Enseignant

source: Please enter a valid First Name
fr_fr: Veuillez entrer un prénom valide

source: Please enter a valid Last Name
fr_fr: Veuillez entrer un nom de famille valide

source: Please enter a valid Identification No
fr_fr: Veuillez entrer un numéro d’identification valide

source: Please select a Gender
fr_fr: Veuillez sélectionner un genre

source: Please enter a valid Address
fr_fr: Veuillez entrer une adresse valide

source: Please enter a valid Postal Code
fr_fr: Veuillez entrer un code postal valide

source: Please select a Date of Birth
fr_fr: Veuillez sélectionner une date de naissance

source: Please enter a valid Email
fr_fr: Veuillez entrer une adresse email valide

source: Please enter a valid username
fr_fr: Veuillez entrer un nom d’utilisateur valide

source: This username is already in use.
fr_fr: Ce nom d'utilisateur est déjà pris.

source: Password must be at least 6 characters
fr_fr: Le mot de passe doit comporter au moins 6 caractères

source: Please enter a valid password
fr_fr: Veuillez entrer un mot de passe valide

source: You need to assign a role to the user
fr_fr: Vous devez attribuer un rôle à l'utilisateur

source: No Institution Sites
fr_fr: Pas d’Etablissements

source: No Areas
fr_fr: Pas de Zones

source: Edit Permissions
fr_fr: Modifier les Autorisations

source: Edit Role - Area Restricted
fr_fr: Modifier Rôle - Secteur Restreint

source: Role - Area Restricted
fr_fr: Rôle - Secteur Restreint

source: Edit Role Assignment
fr_fr: Modifier le Rôle Attribué

source: Role Assignment
fr_fr: Attribution des Rôles

source: Edit Roles
fr_fr: Modifier les Rôles

source: Users
fr_fr: Utilisateurs

source: Add User
fr_fr: Ajouter un Utilisateur

source: Roles
fr_fr: Rôles

source: Edit Details
fr_fr: Modifier les Détails

source: Edit Additional Info
fr_fr: Modifier les Informations Supplémentaires

source: Edit Programmes
fr_fr: Modifier les Programmes

source: Add Institution
fr_fr: Ajouter Etablissement

source: Name
fr_fr: Nom

source: Area
fr_fr: Zone

source: Site Type
fr_fr: Type de Location

source: Site Code
fr_fr: Code de la Location

source: Institution Name
fr_fr: Nom de l’Etablissement

source: Sector
fr_fr: Secteur

source: Provider
fr_fr: Fournisseur

source: Site Name
fr_fr: Nom de la Location

source: Ownership
fr_fr: Propriété

source: Country
fr_fr: Pays

source: Ward
fr_fr: Quartier

source: Locality
fr_fr: Localité

source: No Institution Sites.
fr_fr: Pas de Locations d’Etablissements.

source: Institution Site Details
fr_fr: Informations sur la Location de l’Etablissement.

source: Please enter a valid Name
fr_fr: Veuillez entrer un nom valide

source: Please enter a valid Code
fr_fr: Veuillez entrer un code valide

source: Please select a Provider
fr_fr: Veuillez sélectionner un fournisseur

source: Please select a Status
fr_fr: Veuillez sélectionner un statut

source: Please select the Date Opened
fr_fr: Veuillez sélectionner la date d'ouverture

source: Please select a Site Type
fr_fr: Veuillez sélectionner un type de location

source: Please select an Ownership
fr_fr: Veuillez sélectionner une possession

source: Please select an Area
fr_fr: Veuillez sélectionner une zone

source: Institution Code
fr_fr: Code de l'établissement

source: Institution Name or Code
fr_fr: Nom de l'établissement ou code

source: Status
fr_fr: Statut

source: Date Opened
fr_fr: Date d'Ouverture

source: Date Closed
fr_fr: Date de Fermeture

source: Location
fr_fr: Emplacement

source: Contact Person
fr_fr: Personne à Contacter

source: Website
fr_fr: Site Web

source: Add New
fr_fr: Ajouter Nouveau

source: Active
fr_fr: Actif

source: Account Name
fr_fr: Nom du Compte

source: Bank
fr_fr: Banque

source: Bank Details
fr_fr: Détails de la Banque

source: National Education System
fr_fr: Le système d'éducation nationale

source: Seats
fr_fr: Sièges

source: Amount
fr_fr: Montant

source: Edit Teachers
fr_fr: Modifier les Enseignants

source: Edit Training
fr_fr: Modifier la Formation

source: Edit Bank Accounts
fr_fr: Modifier les Comptes Bancaires

source: Edit Classes
fr_fr: Modifier les Classes

source: Edit Finances
fr_fr: Modifier les Finances

source: Edit Other Forms
fr_fr: Modifier d’Autres Formes

source: Edit Infrastructure
fr_fr: Modifier Infrastructure

source: No Available Programmes
fr_fr: Pas de Programmes Disponibles

source: Institution Site History
fr_fr: Historique du Site des Etablissements

source: My Details
fr_fr: Mes Détails

source: has been updated successfully.
fr_fr: a été mis à jour avec succès.

source: Change Password
fr_fr: Changer le Mot de Passe

source: successfully updated.
fr_fr: mis à jour avec succès

source: Please try again later.
fr_fr: Veuillez réessayer plus tard.

source: Please enter your current password
fr_fr: Veuillez entrer votre mot de passe actuel

source: New password required.
fr_fr: Nouveau mot de passe requis.

source: Please enter a min of 6 alpha numeric characters.
fr_fr: Veuillez entrer un minimum de 6 caractères alpha numériques.

source: Please enter alpha numeric characters.
fr_fr: Veuillez entrez les caractères alphanumériques.

source: Passwords do not match.
fr_fr: Les mots de passe ne correspondent pas.

source: System Information
fr_fr: Système d'Information

source: Support
fr_fr: Soutien

source: License
fr_fr: Licence

source: Edit My Details
fr_fr: Modifier mon Profil

source: Total Public Expenditure
fr_fr: Dépenses Publiques Totales

source: Select
fr_fr: Sélectionner

source: Total Public Expenditure Per Education Level
fr_fr: Total des Dépenses Publiques par Niveau d’Enseignement

source: System
fr_fr: Système

source: Level
fr_fr: Niveau

source: Field of Study
fr_fr: Domaine d'Etudes

source: Subject
fr_fr: Sujet

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: Your session is timed out. Please login again.
fr_fr: Votre session est expirée. Veuillez vous connecter à nouveau.

source: You are not an authorized user.
fr_fr: Vous n'êtes pas un utilisateur autorisé.

source: You have encountered an unexpected error. Please contact the system administrator for assistance.
fr_fr: Vous avez encontré une erreur inattendue. Veuillez contacter l'administrateur du système pour vous assister.

source: Host Unreachable
fr_fr: Hôte Inaccessible

source: Session Timed Out
fr_fr: Session Expirée

source: Page not found
fr_fr: Page non trouvée

source: The requested page cannot be found.
fr_fr: La page demandée est introuvable.

source: Please contact the administrator for assistance.
fr_fr: Veuillez contactez l'administrateur pour vous assister.

source: An unexpected error has occurred.
fr_fr: Une erreur inattendue s'est produite.

source: JSON parse failed
fr_fr: JSON parse a échoué

source: Invalid JSON data.
fr_fr: Données JSON invalides.

source: Request Timeout
fr_fr: Requête Expirée

source: Your request has been timed out. Please try again.
fr_fr: Votre requête a expirée. Veuillez réessayer.

source: Request Aborted
fr_fr: Requête Annulée

source: Your request has been aborted.
fr_fr: Votre requête a été abandonnée.

source: Unexpected Error
fr_fr: Erreur Inattendue

source: Edit System Configurations
fr_fr: Modifier les configurations du système

source: File is updated successfully.
fr_fr: Le fichier est mis à jour avec succès.

source: Error occurred while updating file.
fr_fr: Erreur lors de la mise à jour du fichier.

source: File have been updated successfully.
fr_fr: Le fichier a été mis à jour avec succès.

source: File has not been updated successfully.
fr_fr: Le fichier n'a pas été mis à jour avec succès.

source: File format not supported.
fr_fr: Format de fichier non pris en charge.

source: Image has exceeded the allow file size of
fr_fr: L'image a dépassé la taille de fichier permis

source: Please reduce file size.
fr_fr: Veuillez réduire la taille du fichier.

source: Image resolution is too small.
fr_fr: La résolution de l'image est trop petite.

source: error
fr_fr: erreur

source: Error
fr_fr: Erreur

source: log does not exists
fr_fr: le log n'existe pas

source: Add new Institution
fr_fr: Ajouter un nouvel établissement

source: Institution Details
fr_fr: Détails de l’Etablissement

source: SITE INFORMATION
fr_fr: INFORMATION SUR LA LOCATION

source: Add new Institution Site
fr_fr: Ajouter une nouvelle location d’établissement

source: Add New Institution Site
fr_fr: Ajouter une Nouvelle Location d’Etablissement

source: Bank Accounts
fr_fr: Comptes Bancaires

source: Bank Account
fr_fr: Compte Bancaire

source: CENSUS
fr_fr: RECENSEMENT

source: Enrolment
fr_fr: Inscription

source: Textbooks
fr_fr: Manuels

source: Other Forms
fr_fr: Autres Formes

source: SYSTEM SETUP
fr_fr: CONFIGURATION DU SYSTEME

source: Administrative Boundaries
fr_fr: Limites Administratives

source: Education Structure
fr_fr: Structure de l'Education

source: Setup Variables
fr_fr: Variables de la Configuration

source: Edit Setup Variables
fr_fr: Modifier les Variables de la Configuration

source: Custom Fields
fr_fr: Domaines Personnalisés

source: Edit Custom Fields
fr_fr: Modifier les Domaines Personnalisés

source: Custom Table
fr_fr: Tableau Personnalisé

source: Edit Custom Table
fr_fr: Modifier le Tableau Personnalisé

source: System Configurations
fr_fr: Configurations du Système

source: ACCOUNTS &amp; SECURITY
fr_fr: COMPTES ET SÉCURITÉ

source: ACCOUNTS & SECURITY
fr_fr: COMPTES ET DE SÉCURITÉ

source: NATIONAL DENOMINATORS
fr_fr: DÉNOMINATEURS NATIONAUX

source: DATA PROCESSING
fr_fr: TRAITEMENT DES DONNEES

source: Generate Reports
fr_fr: Générer des Rapports

source: Export Indicators
fr_fr: Exporter des Indicateurs

source: Processes
fr_fr: Processus

source: DATABASE
fr_fr: BASE DE DONNEES

source: Backup
fr_fr: Sauvegarde

source: Restore
fr_fr: Restaurer

source: Setup
fr_fr: Configuration

source: The census data has been updated successfully.
fr_fr: Les données du recensement ont été mis à jour avec succès.

source: Graduates not required.
fr_fr: Diplômés pas nécessaires.

source: No Custom Census Table.
fr_fr: Pas de table personnalisées du recensement.

source: Message Not Found.
fr_fr: Message Introuvable.

source: Good
fr_fr: Bon

source: Fair
fr_fr: Passable

source: Poor
fr_fr: Mauvais

source: Current Password
fr_fr: Mot de passe actuel

source: New Password
fr_fr: Nouveau mot de passe

source: Retype New Password
fr_fr: Confirmer le nouveau mot de passe

source: Username
fr_fr: Nom d'utilisateur

source: Last Login
fr_fr: Dernière connexion

source: Please enter your current password.
fr_fr: Veuillez entrer votre mot de passe actuel.

source: Areas
fr_fr: Zones

source: Area Level
fr_fr: Niveau Zone

source: Area Levels
fr_fr: Niveaux des Zones

source: Edit Area Levels
fr_fr: Modification des Niveaux de Zones

source: Education Level
fr_fr: Niveau d’Education

source: Education System
fr_fr: Système d’Education

source: Admission Age
fr_fr: Âge d'Admission

source: Programme Orientation
fr_fr: Programme d'Orientation

source: Order
fr_fr: Ordre

source: Field Of Study
fr_fr: Domaine d'Etude

source: ISCED Level
fr_fr: Niveau CITE

source: Subjects
fr_fr: Sujets

source: Duration
fr_fr: Durée

source: Grades
fr_fr: Notes

source: Back to Programmes
fr_fr: Modifier les Programmes

source: Back to Grades
fr_fr: Retour aux Notes

source: an option
fr_fr: une option

source: School Year
fr_fr: année scolaire

source: Current
fr_fr: En cours

source: Available
fr_fr: Disponible

source: Categories
fr_fr: Catégories

source: Buildings
fr_fr: Bâtiments

source: Materials
fr_fr: Matériaux

source: Resources
fr_fr: Ressources

source: Furniture
fr_fr: Fourniture

source: Energy
fr_fr: Energie

source: Rooms
fr_fr: Chambres

source: Water
fr_fr: Eau

source: Banks
fr_fr: Banques

source: Capital Income
fr_fr: Revenu du Capital

source: Capital Expenditure
fr_fr: Dépenses du Capital

source: Recurrent Income
fr_fr: Revenu Récurrent

source: Recurrent Expenditure
fr_fr: Dépenses de Fonctionnement

source: Other
fr_fr: Autre

source: Instructional
fr_fr: Pédagogique

source: Support Services
fr_fr: Assistance Technique

source: Facilities
fr_fr: Installations

source: Qualification Certificates
fr_fr: Certificats de Qualification

source: Qualification Categories
fr_fr: Catégories de Qualification

source: Qualification Institutions
fr_fr: Les Etablissements de Qualification

source: Training Categories
fr_fr: Catégories de Formation

source: Sanitations
fr_fr: Sanitation

source: Section Break
fr_fr: Saut de Section

source: Single Line Text
fr_fr: Ligne de Texte Unique

source: Multi Line Text
fr_fr: Texte Multi-lignes

source: DropDown List
fr_fr: Liste Déroulante

source: Dropdown List
fr_fr: Liste Déroulante

source: Checkboxes
fr_fr: Cases à cocher

source: Institution Custom Fields
fr_fr: Domaines Personnalisés de l’Etablissement

source: Census Custom Fields
fr_fr: Domaines Personnalisés du Recensement

source: Student Custom Fields
fr_fr: Domaines Personnalisés des Elèves

source: Teacher Custom Fields
fr_fr: Domaines Personnalisés de l'Enseignant

source: Staff Custom Fields
fr_fr: Les Domaines Personnalisés du Personnel

source: Census Custom Tables
fr_fr: Tables de Recensement Personnalisées

source: Field Label
fr_fr: Étiquette de Domaine

source: List of Custom Census Table
fr_fr: Liste personnalisée des tableaux de recensement

source: Filter by
fr_fr: Filtrer par

source: X Category
fr_fr: Catégorie X

source: Y Category
fr_fr: Catégorie Y

source: List
fr_fr: Liste

source: Dashboard Image
fr_fr: Image du Tableau de Bord

source: Back to Config
fr_fr: Retour à la Config

source: Title
fr_fr: Titre

source: Date Format
fr_fr: Format de date

source: Currency
fr_fr: Devise

source: Language
fr_fr: Langue

source: Back to List
fr_fr: Retour à la liste

source: Reconnecting...
fr_fr: Reconnexion…

source: Password
fr_fr: Mot de passe

source: Login
fr_fr: Connexion

source: Education Management Information System
fr_fr: Système d'Information et de Gestion de l'Education

source: Function
fr_fr: Fonction

source: Institution Site
fr_fr: Location de l’Etablissement

source: INSTITUTION SITE
fr_fr: LOCATION DE L’ETABLISSEMENT

source: Census
fr_fr: Recensement

source: Accounts &amp; Security
fr_fr: Comptes et sécurité

source: Data Processing
fr_fr: Traitement des Données

source: Export Indicator
fr_fr: Export de l'Indicateur

source: Custom Tables
fr_fr: Tableaux Personnalisés

source: Role
fr_fr: Rôle

source: Add New User
fr_fr: Ajouter un nouvel utilisateur

source: Inactive
fr_fr: Inactif

source: Retype Password
fr_fr: Confirmer mot de passe

source: User Details
fr_fr: Details de l’Utilisateur

source: Full access on all modules
fr_fr: Accès complet à tous les modules

source: Back to Roles
fr_fr: Retour à la liste

source: Database
fr_fr: Base de données

source: PHP Version
fr_fr: Version PHP

source: Web Server
fr_fr: Serveur Web

source: Operating System
fr_fr: Système d'exploitation

source: Data not available.
fr_fr: Données non disponibles

source: The selected report is currently being processed.
fr_fr: Le rapport sélectionné est en cours de traitement.

source: Institution Reports
fr_fr: Rapports de l’Etablissement

source: Student Reports
fr_fr: Rapports des Etudiants

source: Teacher Reports
fr_fr: Rapports des Enseignants

source: Staff Reports
fr_fr: Rapports du Personnel

source: Consolidated Reports
fr_fr: Rapports Consolidés

source: Indicator Reports
fr_fr: Rapports d'Indicateurs

source: Data Quality Reports
fr_fr: Rapports de Qualité des Données

source: DataQuality Reports
fr_fr: Rapports QualitéDonnées

source: Custom Reports
fr_fr: Rapports Personnalisés

source: Please contact
fr_fr: Veuillez contacter

source: support
fr_fr: soutien

source: for more information on Custom Reports.
fr_fr: pour plus d'informations sur les Rapports Personnalisés.

source: Last Run
fr_fr: Dernière Exécution

source: Institution Report
fr_fr: Rapports de l’Etablissement

source: List of Institutions
fr_fr: Liste des Etablissements

source: Institution Additional Info Report
fr_fr: Liste d'Informations Supplémentaires sur les Etablissements

source: List of Institutions with additional info
fr_fr: Liste d'informations supplémentaires sur la location des établissements

source: Institution Site Report
fr_fr: Rapports de l’Etablissement

source: List of Institution Sites
fr_fr: Liste des locations des établissements

source: Institution Site Additional Info Report
fr_fr: Rapport d’informations supplémentaires sur les locations d’établissements

source: List of Institution Sites with additional info
fr_fr: Liste d'informations supplémentaires sur les locations d’établissements

source: List of Institution Sites with Programmes
fr_fr: Liste des Etablissements avec Programmes

source: Institution Site Bank Account Report
fr_fr: Comptes bancaires de l’établissement

source: List of Institution Sites with Bank Accounts
fr_fr: Liste des Etablissements avec leurs Comptes Bancaires

source: Enrolment Report
fr_fr: Rapport d'Inscription

source: Summary of enrolment from census
fr_fr: Résumé de l'inscription selon le recensement

source: Class Report
fr_fr: Rapport de Classe

source: Summary of classes from census
fr_fr: Résumé des cours selon le recensement

source: Textbook Report
fr_fr: Rapport des Manuels scolaires

source: Summary of textbooks from census
fr_fr: Résumé des manuels selon le recensement

source: Teacher Report
fr_fr: Rapport de l'Enseignant

source: Summary of teachers from census
fr_fr: Résumé sur les enseignants selon le recensement

source: Training Report
fr_fr: Rapport sur la Formation

source: Summary of teacher training from census
fr_fr: Résumé sur la formation des enseignants selon le recensement

source: Staff Report
fr_fr: Rapport du Personnel

source: Summary of staff from census
fr_fr: Résumé du personnel selon le recensement

source: Census Additional Info Report
fr_fr: Rapport d’Informations Additionnelles du Recensement

source: Summary of additional info from census
fr_fr: Résumé des informations supplémentaires selon le recensement

source: Census Tables
fr_fr: Tableaux de recensement

source: Summary of additional info tables from census
fr_fr: Résumé des tableaux d'information supplémentaires selon le recensement

source: Income Report
fr_fr: Rapport de Revenus

source: Summary of income from census
fr_fr: Sommaire des revenus selon le recensement

source: Expenditure Report
fr_fr: Rapport sur les Dépenses

source: Summary of expenditure from census
fr_fr: Résumé des dépenses selon le recensement

source: Building Report
fr_fr: Rapport sur le(s) Bâtiment(s)

source: Summary of buildings and condition from census
fr_fr: Sommaire des bâtiments et conditions selon le recensement

source: Rooms Report
fr_fr: Rapport sur les Salles de Classe
